{"id": 0, "sentence": "Conclusions: Baseline plasma @COMPOUND$ was positively associated with risk of first @DISEASE$ in an approximately linear fashion among Chinese community population (80.32% hypertensives), although their copper levels were mostly within the normal range according to current reference values.", "label": "1"}
{"id": 1, "sentence": "@DISEASE$ was associated with risk of cardiovascular disease, hip-to-waist ratio (p=0.021), muscle strength depletion (p<0.001), food intake (p=0.023), reduced functional capacity (p=0.048), self-reported well-nourished status; p=0.044) and inadequate @COMPOUND$ (p=0.022) and manganese (p=0.026) intake.", "label": "1"}
{"id": 2, "sentence": "Methods and findings: We performed a meta-analysis of genome-wide association studies for total 25(OH)D (N = 120,618), @COMPOUND$ (N = 40,562), and C3-epi-25(OH)D3 (N = 40,562) in participants of European descent (European Prospective Investigation into Cancer and Nutrition [EPIC]-InterAct study, EPIC-Norfolk study, EPIC-@DISEASE$ study, Ely study, and the SUNLIGHT consortium).", "label": "0"}
{"id": 3, "sentence": "@COMPOUND$, Vitamin B 12, Folate and Copper Deficiency After Bariatric Surgery and the Impact on @DISEASE$: a Systematic Review", "label": "0"}
{"id": 4, "sentence": "Methods and design: The Vitamin C, @COMPOUND$ and Steroids in @DISEASE$ (VICTAS) trial is a multicenter, double-blind, adaptive sample size, randomized, placebo-controlled trial designed to test the efficacy of combination therapy with vitamin C (1.5 g), thiamine (100 mg), and hydrocortisone (50 mg) given every 6 h for up to 16 doses in patients with respiratory or circulatory dysfunction (or both) resulting from sepsis.", "label": "0"}
{"id": 5, "sentence": "Somatometric evaluations, nutrient intake, @COMPOUND$, lipids, insulin and FGF21 serum levels were measured in the @DISEASE$ group.", "label": "0"}
{"id": 6, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (@COMPOUND$, folate, and vitamin B12), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with schizophrenia (SCZ, n = 1659), @DISEASE$ (BD, n = 1901), and major depressive disorder (MDD, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 7, "sentence": "After adjusting for established risk confounders, copper, @COMPOUND$, and titanium were significantly associated with higher risk of @DISEASE$ (odds ratios according to per interquartile range increase, 1.29 [95% CI, 1.13-1.46], 1.19 [95% CI, 1.05-1.35], and 1.30 [95% CI, 1.07-1.59]), whereas rubidium and selenium were associated with lower risk of hemorrhagic stroke (odds ratios according to per interquartile range increase, 0.66 [95% CI, 0.50-0.87] and 0.68 [95% CI, 0.51-0.91]).", "label": "1"}
{"id": 8, "sentence": "Thermogenic (brown and beige) adipose tissues improve @COMPOUND$ and lipid homeostasis and therefore represent putative targets to cure @DISEASE$ and related metabolic diseases including type II diabetes.", "label": "1"}
{"id": 9, "sentence": "The effects of @COMPOUND$ supplementation on Spermatogram and endocrine factors in asthenozoospermia @DISEASE$ men: a randomized, triple blind, placebo-controlled clinical trial", "label": "0"}
{"id": 10, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (homocysteine, @COMPOUND$, and vitamin B12), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with schizophrenia (SCZ, n = 1659), bipolar disorder (BD, n = 1901), and @DISEASE$ (MDD, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 11, "sentence": "After adjusting for established risk confounders, copper, molybdenum, and titanium were significantly associated with higher risk of @DISEASE$ (odds ratios according to per interquartile range increase, 1.29 [95% CI, 1.13-1.46], 1.19 [95% CI, 1.05-1.35], and 1.30 [95% CI, 1.07-1.59]), whereas rubidium and @COMPOUND$ were associated with lower risk of hemorrhagic stroke (odds ratios according to per interquartile range increase, 0.66 [95% CI, 0.50-0.87] and 0.68 [95% CI, 0.51-0.91]).", "label": "0"}
{"id": 12, "sentence": "Supplementation with carnosine or β-alanine may reduce fasting @COMPOUND$, HbA1c, and HOMA-IR in humans and rodents, and fasting insulin in humans; both compounds show potential as therapeutics to improve glycemic control and @DISEASE$.", "label": "1"}
{"id": 13, "sentence": "After adjusting for established risk confounders, @COMPOUND$, molybdenum, and titanium were significantly associated with higher risk of ischemic stroke (odds ratios according to per interquartile range increase, 1.29 [95% CI, 1.13-1.46], 1.19 [95% CI, 1.05-1.35], and 1.30 [95% CI, 1.07-1.59]), whereas rubidium and selenium were associated with lower risk of @DISEASE$ (odds ratios according to per interquartile range increase, 0.66 [95% CI, 0.50-0.87] and 0.68 [95% CI, 0.51-0.91]).", "label": "0"}
{"id": 14, "sentence": "(4) Conclusions: The lack of improvement in sperm quality in @DISEASE$ men after metabolic surgery may be related to nutrient malabsorption, especially zinc, copper and @COMPOUND$.", "label": "1"}
{"id": 15, "sentence": "@DISEASE$ was associated with risk of cardiovascular disease, hip-to-waist ratio (p=0.021), muscle strength depletion (p<0.001), food intake (p=0.023), reduced functional capacity (p=0.048), self-reported well-nourished status; p=0.044) and inadequate vitamin B6 (p=0.022) and @COMPOUND$ (p=0.026) intake.", "label": "1"}
{"id": 16, "sentence": "Conclusions: This meta-analysis has provided evidence that @COMPOUND$ supplementation can improve fasting glucose, fasting insulin, insulin resistance and sensitivity, especially for @DISEASE$ with overweight or obesity.", "label": "1"}
{"id": 17, "sentence": "Conclusions: The nutrient patterns that are highly loading of beta-carotene, vitamin K, @COMPOUND$, and vitamin C in nutrient patterns may be associated to higher risk of @DISEASE$ in overweight and obese Iranian women.", "label": "1"}
{"id": 18, "sentence": "Background: This article describes the analysis and interpretation of data relating to the presence of cadmium, @COMPOUND$, mercury and fluoride in human bone samples obtained from cadavers of patients dying of Chronic Kidney Disease of uncertain aetiology (@DISEASE$) in a case-control study, which the authors believe to be the first in Sri Lanka.", "label": "0"}
{"id": 19, "sentence": "Background: The neuroprotective benefits of combined folic acid and @COMPOUND$ (DHA) on cognitive function in mild cognitive impairment (@DISEASE$) patients are suggested but unconfirmed.", "label": "0"}
{"id": 20, "sentence": "Chemotherapy and @COMPOUND$ supplement use are determinants of serum 25-hydroxyvitamin D levels during the first six months after @DISEASE$ diagnosis", "label": "0"}
{"id": 21, "sentence": "The 8-week individualized training program decreased glucose, @COMPOUND$, total cholesterol, low-density lipoprotein cholesterol and leptin in obese subjects with and without @DISEASE$.", "label": "0"}
{"id": 22, "sentence": "Results: A total of 683 patients with @DISEASE$ (mean [SE] age, 55.9 [1.0] years; 225 [30.2%] men; 478 [87.0%] white) were classified into tertiles based on serum @COMPOUND$ levels, as follows: tertile 1, folate levels less than 4.3 ng/mL (n = 239); tertile 2, folate levels 4.3 ng/mL to 8.2 ng/mL (n = 234); and tertile 3, folate levels greater than 8.2 ng/mL (n = 210).", "label": "0"}
{"id": 23, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, @COMPOUND$, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), @DISEASE$ (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 24, "sentence": "The HRs of @DISEASE$ were 2.28 (1.80-2.88), 1.00 (reference), and 1.77 (1.42-2.20) for hypertensive patients with serum @COMPOUND$ in low quartile, interquartile, and high quartile, respectively.", "label": "1"}
{"id": 25, "sentence": "Conclusions- Plasma @COMPOUND$, molybdenum, and titanium were associated with higher risk of @DISEASE$, whereas plasma rubidium and selenium were associated with lower risk of hemorrhagic stroke.", "label": "1"}
{"id": 26, "sentence": "Results: Men with higher fasting plasma levels of valine (odds ratio (OR) = 1.37 [1.07-1.76], p = .01), glutamine (OR = 1.30 [1.00-1.70], p = .047), creatine (OR = 1.37 [1.04-1.80], p = .02), albumin lysyl (OR = 1.48 [1.12-1.95], p = .006 and OR = 1.51 [1.13-2.02], p = .005), tyrosine (OR = 1.40 [1.06-1.85], p = .02), phenylalanine (OR = 1.39 [1.08-1.79], p = .01), histidine (OR = 1.46 [1.12-1.88], p = .004), @COMPOUND$ (OR = 1.37 [1.05-1.80], p = .02) and lower plasma level of urea (OR = .70 [.54-.92], p = .009) had a higher risk of developing a @DISEASE$ during the 13 years of follow-up.", "label": "1"}
{"id": 27, "sentence": "Background: Weekly iron-@COMPOUND$ (IFA) supplements are recommended for all menstruating women in countries where @DISEASE$ prevalence is ≥20%; however, it is unknown whether the inclusion of folic acid in weekly IFA supplements reduces anemia.", "label": "0"}
{"id": 28, "sentence": "Effects of Folic Acid Combined with @COMPOUND$ Supplementation on Cognitive Function and Amyloid-β-Related Biomarkers in Older Adults with @DISEASE$ by a Randomized, Double Blind, Placebo-Controlled Trial", "label": "1"}
{"id": 29, "sentence": "Chemogenetic stimulation of SCN>sup<GABA>/sup< neurons at waking leads to @COMPOUND$ intolerance, whereas restoration of the temporal pattern of either SCN>sup<GABA>/sup< neuron firing or REV-ERB expression rescues the time-dependent glucose metabolic phenotype caused by REV-ERB depletion.", "label": "1"}
{"id": 30, "sentence": "Data on the benefits of @COMPOUND$ (omega-3 FA) supplementation for improving inflammation status in @DISEASE$-infected patients are controversial.", "label": "0"}
{"id": 31, "sentence": "Thus, hesperidin has shown @COMPOUND$-lowering and anti-inflammatory properties in diabetic models, dyslipidemia-, atherosclerosis-, and obesity-preventing effects in @DISEASE$ and obese models, and antihypertensive and antioxidant effects in hypertensive models.", "label": "1"}
{"id": 32, "sentence": "Additional studies are needed to investigate the efficacy of cholesterol-lowering diet or the addition of @COMPOUND$ and dietary fibers to a cholesterol-lowering diet in patients with @DISEASE$.", "label": "0"}
{"id": 33, "sentence": "Effects of @COMPOUND$ and genistein on markers of @DISEASE$ risk among women with impaired glucose regulation: a double-blind, randomized, placebo-controlled trial", "label": "0"}
{"id": 34, "sentence": "The plasma phospholipid FA pattern with high loadings of saturated FAs (high-Satfat) and another with high loadings of n-3 very-long-chain PUFAs (@COMPOUND$) were positively associated with measures of adiposity and the @DISEASE$, while patterns with positive loadings of LC monounsaturated fatty acids (n-9 LC-MUFA) and a positive loading of n-3 essential FAs (n-3 EFA) showed inverse associations with the MetS and some measures of adiposity.", "label": "1"}
{"id": 35, "sentence": "This study tested the hypothesis that the toxicity of @COMPOUND$ contributes, along with heavy metals, to @DISEASE$.", "label": "0"}
{"id": 36, "sentence": "Low magnesium intakes coupled with high @COMPOUND$ intakes and high calcium-to-magnesium (Ca:Mg) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and metabolic syndrome, as well as some cancers (@DISEASE$, prostate, esophageal), and total mortality.", "label": "1"}
{"id": 37, "sentence": "Objective: To investigate temporal trends and contemporary use of insulin pump therapy and @COMPOUND$ monitoring in @DISEASE$.", "label": "0"}
{"id": 38, "sentence": "In this secondary analysis of data from a double-blind randomized controlled trial (clinicaltrials.gov identifier: >a href=http://clinicaltrials.gov/show/NCT00133744'title=See in ClinicalTrials.gov<NCT00133744>/a<) of micronutrient supplementation (multiple micronutrients [MMN], @COMPOUND$-folic acid [IFA] and folic acid [FA] alone), we examined the potential modifying effect of gestational age at enrolment on the association of antenatal supplementation and pregnancy-induced hypertension (@DISEASE$).", "label": "1"}
{"id": 39, "sentence": "Those individuals with GI issues tend to demonstrate more behavioral deficits (e.g., irritability, @DISEASE$, hyperactivity) and also tend to have an imbalance in overall gut microbiome composition, thus corroborating several studies that have implicated brain-gut pathways as potential mediators of behavioral dysfunction.We examine the literature regarding dietary approaches to managing ASDs, including elimination diets for gluten, casein, or @COMPOUND$, a ketogenic diet, and a low oxalate diet.", "label": "0"}
{"id": 40, "sentence": "(4) Conclusions: The lack of improvement in sperm quality in obese men after metabolic surgery may be related to nutrient @DISEASE$, especially zinc, @COMPOUND$ and iron.", "label": "1"}
{"id": 41, "sentence": "turczaninowii>/i< may alleviate high @COMPOUND$-induced inflammation and arterial damage in hASMCs, and may have potential in the treatment of hyperglycemia-induced @DISEASE$.", "label": "1"}
{"id": 42, "sentence": "In this secondary analysis of data from a double-blind randomized controlled trial (clinicaltrials.gov identifier: >a href=http://clinicaltrials.gov/show/NCT00133744'title=See in ClinicalTrials.gov<NCT00133744>/a<) of micronutrient supplementation (multiple micronutrients [MMN], @COMPOUND$-folic acid [IFA] and folic acid [FA] alone), we examined the potential modifying effect of gestational age at enrolment on the association of antenatal supplementation and @DISEASE$ (PIH).", "label": "1"}
{"id": 43, "sentence": "Letter to the Editor: Comment on &quot;@COMPOUND$ and vitamin B12 status is associated with insulin resistance and metabolic syndrome in @DISEASE$&quot;", "label": "1"}
{"id": 44, "sentence": "From European-descent genome-wide association studies, we selected genetic variants (>i<P>/i<<5×10>sup<-8>/sup<) for @DISEASE$, fasting @COMPOUND$, lipids, body mass index, smoking, alcohol and coffee consumption, physical activity, sleep duration, insomnia, and educational level.", "label": "0"}
{"id": 45, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, @COMPOUND$, iron, copper, and zinc) and @DISEASE$ (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 46, "sentence": "Low magnesium intakes coupled with high @COMPOUND$ intakes and high calcium-to-magnesium (Ca:Mg) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and @DISEASE$, as well as some cancers (colorectal, prostate, esophageal), and total mortality.", "label": "1"}
{"id": 47, "sentence": "Conclusion: This study provides preliminary evidence of improved behaviours that accompany RT-CGM in the context of @DISEASE$ management and @COMPOUND$ self-monitoring.", "label": "0"}
{"id": 48, "sentence": "Methods: This study was conducted on 1637 adults participating in the Tehran Lipid and @COMPOUND$ Study (2005-2008), who were free of cardiovascular diseases and @DISEASE$ and had completed dietary data.", "label": "0"}
{"id": 49, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, @COMPOUND$, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), @DISEASE$ (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 50, "sentence": "The relative contribution of @COMPOUND$ and K2 to the health status of the general population and @DISEASE$ (chronic kidney disease) patients, including KT patients, is also poorly studied.", "label": "0"}
{"id": 51, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (@COMPOUND$, folate, and vitamin B12), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with schizophrenia (@DISEASE$, n = 1659), bipolar disorder (BD, n = 1901), and major depressive disorder (MDD, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 52, "sentence": "22 IBS patients positively tested for either lactose-, fructose-, @COMPOUND$- or combined @DISEASE$ were subjected to 2-weeks sugar elimination and subsequent 4-weeks re-introduction.", "label": "0"}
{"id": 53, "sentence": "We investigated associations of weight-loss diet-induced decreases in atherogenic gut-microbial metabolites, trimethylamine N-oxide (@COMPOUND$) and L-carnitine, with improvements in atherogenic lipoproteins containing apoCIII among patients with @DISEASE$.", "label": "0"}
{"id": 54, "sentence": "The Inclusion of Folic Acid in Weekly @COMPOUND$-Folic Acid Supplements Confers no Additional Benefit on @DISEASE$ Reduction in Nonpregnant Women: A Randomized Controlled Trial in Malaysia", "label": "0"}
{"id": 55, "sentence": "Possible NAFLD prevalence also increased by approximately 40% in individuals aged 12-21 years, from 8.54% in 1999-2004 to 10.1% in 2005-2010 and then 11.8% in 2011-2016 (P = 0.033), with most possible NAFLD individuals being male, being obese, or having higher @COMPOUND$, fasting insulin, hemoglobin A1c, homeostatic model assessment of @DISEASE$, liver enzymes, lipids, and uric acid (all P < 0.01).", "label": "1"}
{"id": 56, "sentence": "In male C57BL/6J mice, feeding a methionine- and @COMPOUND$-deficient diet (MCD) resulted in severe @DISEASE$ and inflammation relative to feeding a chow diet (CD).", "label": "1"}
{"id": 57, "sentence": "@COMPOUND$ as a Diet Supplement in Patients With @DISEASE$", "label": "0"}
{"id": 58, "sentence": "Introduction: There are beneficial effects of advanced @COMPOUND$ counting with an automatic bolus calculator (ABC) and intermittently scanned continuous glucose monitoring (isCGM) in persons with @DISEASE$.", "label": "1"}
{"id": 59, "sentence": "@DISEASE$ Induced by Cytokines, @COMPOUND$, and Lipids Increase Apoptosis and Hamper Insulin Secretion in the 1.1E7 Beta Cell-Line", "label": "1"}
{"id": 60, "sentence": "Consequently, a low @COMPOUND$ status, which is often underdiagnosed, potentiates the reactivity to various immune challenges and is implicated in the pathophysiology of many common @DISEASE$.", "label": "1"}
{"id": 61, "sentence": "Background: Weekly @COMPOUND$-folic acid (IFA) supplements are recommended for all menstruating women in countries where @DISEASE$ prevalence is ≥20%; however, it is unknown whether the inclusion of folic acid in weekly IFA supplements reduces anemia.", "label": "0"}
{"id": 62, "sentence": "Restrictive diets can lead to inadequate intake of macronutrients and micronutrients by patients with @DISEASE$, with the potential for deficiencies of calcium, magnesium, zinc, iron, @COMPOUND$, vitamins D, E, and K, and folate.", "label": "0"}
{"id": 63, "sentence": "Instead, the Matsuda and insulin-@COMPOUND$ indices suggest insulin resistance post shivering.>b<NEW &amp; NOTEWORTHY>/b< This is the first study to examine the effect of @DISEASE$-induced shivering on subsequent glucose tolerance determined under thermoneutral conditions.", "label": "1"}
{"id": 64, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, copper, and @COMPOUND$) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (@DISEASE$), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 65, "sentence": "Conclusions- Plasma copper, molybdenum, and @COMPOUND$ were associated with higher risk of @DISEASE$, whereas plasma rubidium and selenium were associated with lower risk of hemorrhagic stroke.", "label": "1"}
{"id": 66, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (@COMPOUND$, magnesium, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (@DISEASE$), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 67, "sentence": "Background: Prior research suggested a differential association of 25-hydroxyvitamin D (@COMPOUND$) metabolites with type 2 diabetes (@DISEASE$), with total 25(OH)D and 25(OH)D3 inversely associated with T2D, but the epimeric form (C3-epi-25(OH)D3) positively associated with T2D.", "label": "1"}
{"id": 68, "sentence": "Nutrition and lifestyle intervention in @DISEASE$: pilot study in the Netherlands showing improved @COMPOUND$ control and reduction in glucose lowering medication", "label": "1"}
{"id": 69, "sentence": "Background: Folate plays an essential role in the prevention of @DISEASE$, yet little is known about the @COMPOUND$ status of women of reproductive age or to what degree the general population is aware of the importance of folate in early-life development.", "label": "0"}
{"id": 70, "sentence": "Conclusions: The risk of @DISEASE$ in the LM50 regimen was lower than that in the LM25 regimen under the HCD pattern, and the safety range of bedtime @COMPOUND$ for the LM50 regimen was wider than that of the LM25 regimen in Chinese T2DM patients.", "label": "0"}
{"id": 71, "sentence": "Our main observations are: (i) metastatic VM-M3 cancer cells massively ingest melanin nanoparticles (mNPs); (ii) the observed ingestion is enhanced by coating mNPs with @COMPOUND$; (iii) after a certain level of mNP ingestion, the @DISEASE$ cells studied here are observed to die-glucose coating appears to slow that process; (iv) cells that accumulate mNPs are much more susceptible to killing by laser illumination than cells that do not accumulate mNPs; and (v) non-metastatic VM-NM1 cancer cells also studied in this work do not ingest the mNPs, and remain unaffected after receiving identical optical energy levels and doses.", "label": "1"}
{"id": 72, "sentence": "Conclusions/interpretation: Combining postprandial exercise announcement, which increases closed-loop system @COMPOUND$ target levels, with a 33% meal bolus reduction significantly reduced time spent in hypoglycaemia compared with the other two strategies, yet at the expense of more time spent in @DISEASE$.", "label": "1"}
{"id": 73, "sentence": "Results: After the 12-week dietary interventions, significant reductions in body mass index, @COMPOUND$ hemostasis parameters and @DISEASE$ were observed in all groups.", "label": "0"}
{"id": 74, "sentence": "Background and aims: Despite using sensor-augmented pump therapy (SAPT) with predictive low-@COMPOUND$ management (PLGM), @DISEASE$ is still an issue in patients with type 1 Diabetes (T1D).", "label": "0"}
{"id": 75, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, @COMPOUND$, copper, and zinc) and @DISEASE$ (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 76, "sentence": "Low magnesium intakes coupled with high calcium intakes and high @COMPOUND$ (Ca:Mg) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and metabolic syndrome, as well as some cancers (@DISEASE$, prostate, esophageal), and total mortality.", "label": "1"}
{"id": 77, "sentence": "Here, we exposed zebrafish to 2% glucose and 10% @COMPOUND$ for 19 days to experimentally induce @DISEASE$ (DM) and to assess stress responses, microglia, inflammation and apoptosis.", "label": "0"}
{"id": 78, "sentence": "Effects of @COMPOUND$ Combined with DHA Supplementation on Cognitive Function and Amyloid-β-Related Biomarkers in Older Adults with @DISEASE$ by a Randomized, Double Blind, Placebo-Controlled Trial", "label": "1"}
{"id": 79, "sentence": "In addition, there is suggestive evidence that calcium is positively correlated (OR = 1.36, >i<p>/i< = 0.030) and iron is negatively correlated with T2D risk (OR = 0.89, >i<p>/i< = 0.010); both @COMPOUND$ (OR = 0.26, >i<p>/i< = 0.013) and iron (OR = 0.71, >i<p>/i< = 0.047) are negatively correlated with @DISEASE$ risk.", "label": "1"}
{"id": 80, "sentence": "Effects of dietary methionine and @COMPOUND$ restriction on plasma biomarkers, serum fibroblast growth factor 21, and adipose tissue gene expression in women with overweight or @DISEASE$: a double-blind randomized controlled pilot study", "label": "0"}
{"id": 81, "sentence": "The results of ordinal logistic analysis adjusted by age, sex, and all comorbidities, showed that patients with DLB and VaD were more likely to develop malnutrition [odds ratios 6.834 and 5.414, respectively (P < .001)], whereas @DISEASE$ had a lower risk of developing malnutrition than the other dementia subtypes (odds ratio 2.883, P = .002).There was no difference in terms of other parameters including vitamin B12, folate, and @COMPOUND$ (P > .05).", "label": "0"}
{"id": 82, "sentence": "An increased effort to identify risk factors beyond @COMPOUND$ is now needed to prevent the increased @DISEASE$ risk associated with diabetes.", "label": "1"}
{"id": 83, "sentence": "After adjusting for age, sex, race, education, physical activity, drinking frequency, current smoking status, poverty-to-income ratio, Total cholesterol, @COMPOUND$, serum folate, vitamin B12, body mass index, waist circumference, and diabetes mellitus, patients with both hypertension and hyperhomocysteinemia had a 5.072 (3.967-6.486) times risk of @DISEASE$ than their healthy compartments, higher than that in patients with only hypertension or hyperhomocysteinemia.", "label": "0"}
{"id": 84, "sentence": "After further adjustments for nutritional knowledge and calorie intake, an inverse association was observed between @DISEASE$ and INQ of vitamin C, iron, vitamin B6, pantothenic acid, selenium, and @COMPOUND$ (all P < 0.05).", "label": "1"}
{"id": 85, "sentence": "The mortality rate for @DISEASE$ in patients with low, moderate, and high @COMPOUND$ were 12.18/1000 p*ys, 14.12/1000 p*ys, and 23.80/1000 p*ys, respectively, and the corresponding adjusted HRs were 1.79 (95% confidence interval, CI = 1.63-1.98), 1.00 (reference), and 1.31 (1.17-1.46).", "label": "0"}
{"id": 86, "sentence": "Results: The available evidence is insufficient to create a definite conclusion that nutritional supplements including chromium, n-3 PUFAs, vitamin D, zinc and @COMPOUND$ might be beneficial for the prevention and treatment of @DISEASE$ and therefore, the general recommendation to use these supplements in the management of diabetes cannot be justified.", "label": "0"}
{"id": 87, "sentence": "Thus, hesperidin has shown @COMPOUND$-lowering and anti-inflammatory properties in diabetic models, dyslipidemia-, atherosclerosis-, and @DISEASE$-preventing effects in CVDs and obese models, and antihypertensive and antioxidant effects in hypertensive models.", "label": "1"}
{"id": 88, "sentence": "on approaches to the prevention of bleeding associated with @DISEASE$, which affects the choice of a single dose, the duration of the prophylactic course and the route of administration of @COMPOUND$ (phytomenadion).", "label": "1"}
{"id": 89, "sentence": "The relation between dietary and circulating @COMPOUND$ in @DISEASE$ patients is largely unknown.", "label": "0"}
{"id": 90, "sentence": "The Association between Fish Consumption and Risk of @DISEASE$ in Adults: Tehran Lipid and @COMPOUND$ Study", "label": "0"}
{"id": 91, "sentence": "The online survey showed that a high proportion (≥88%) of participants were aware of @COMPOUND$'s role in @DISEASE$ (NTD) prevention and fetal development, yet knowledge about dietary sources and national recommendations of folate supplementation when planning pregnancy were limited.", "label": "1"}
{"id": 92, "sentence": "Enhanced hepatic secretion of LCN13 in either diet-induced or genetic @DISEASE$ led to no discernible impact on systemic @COMPOUND$ and lipid metabolism, neither in preventive nor therapeutic setting.", "label": "0"}
{"id": 93, "sentence": "A specific focus is placed on cardiovascular complications, bone fractures, and the relationship between @COMPOUND$ and @DISEASE$.", "label": "0"}
{"id": 94, "sentence": "Background: Phytoglycogen (PHY; PhytoSpherix; Mirexus Biotechnologies), a highly branched @COMPOUND$ extracted from sweet corn, has considerable potential for exercise oxidation due to its low viscosity in water, high @DISEASE$, and exceptional stability.", "label": "1"}
{"id": 95, "sentence": "Furthermore, @COMPOUND$ delayed the onset of @DISEASE$ formation derived from injection of ovarian CSCs to nude mice, by reducing CD44 and enhancing β‑catenin expressions in vivo.", "label": "1"}
{"id": 96, "sentence": "Participant re-stratification found greater total and central @DISEASE$, worse clinical lipid profiles, higher serum glucoregulatory peptides and liver enzymes in normal fasting @COMPOUND$ (NFG) individuals with a prediabetic metabolomic profile than NFG individuals with a normoglycaemic metabolomic profile in both ethnicities.", "label": "1"}
{"id": 97, "sentence": "High levels of circulating BCAA have been reported to be associated with pathological states, such as @DISEASE$, but the parameters of @COMPOUND$ and lipid metabolism were not affected between the two groups.", "label": "0"}
{"id": 98, "sentence": "Vitamin and @DISEASE$ are quite common prior to and after bariatric surgery, and therefore we have evaluated the effects of two different cholecalciferol supplementation regimes on serum calcium, 25(OH) cholecalciferol, and @COMPOUND$ (PTH).", "label": "0"}
{"id": 99, "sentence": "Although the number of CLS positively correlated with BMI, there were no significant differences between the number of CLS in women with normal fasting @COMPOUND$ (NFG) vs. those with impaired fasting glucose (IFG), indicating that adipose tissue macrophage infiltration is unlikely to be related to @DISEASE$.", "label": "0"}
{"id": 100, "sentence": "The role of the bile acid receptors farnesoid X receptor and Takeda G protein-coupled receptor, of pleiotropic hormones, and growth factors is highlighted, and the mechanisms of @DISEASE$, namely the lack of insulinotropic and insulinomimetic signaling of gut-originating incretins as well as the potentially toxicity of phytosterols and pro-inflammatory fatty acids mainly released from @COMPOUND$-based lipid emulsions, are discussed.", "label": "1"}
{"id": 101, "sentence": "Conclusions: This meta-analysis has provided evidence that @COMPOUND$ supplementation can improve fasting glucose, fasting insulin, @DISEASE$ and sensitivity, especially for diabetic with overweight or obesity.", "label": "1"}
{"id": 102, "sentence": "We found that compared with @DISEASE$, serum levels of C-reactive protein, C3, C4, and @COMPOUND$ were higher in SCZ and BD groups, and folate and vitamin B12 were lower in SCZ and BD groups.", "label": "0"}
{"id": 103, "sentence": "Circulating @COMPOUND$ and Folic Acid Concentrations: Associations With @DISEASE$ Recurrence and Survival", "label": "1"}
{"id": 104, "sentence": "Conclusions: The nutrient patterns that are highly loading of beta-carotene, @COMPOUND$, vitamin A, and vitamin C in nutrient patterns may be associated to higher risk of @DISEASE$ in overweight and obese Iranian women.", "label": "1"}
{"id": 105, "sentence": "Results: A greater percentage of @DISEASE$ older adults compared with their healthy-weight counterparts was at risk of inadequate Mg (both sexes), Ca, vitamin B6 and @COMPOUND$ (women only) intakes.", "label": "1"}
{"id": 106, "sentence": "The aim of this study is to investigate the possible effect of @COMPOUND$ on serum ADMA levels in ulcerative colitis (@DISEASE$) patients.", "label": "0"}
{"id": 107, "sentence": "Participants with higher serum 25(OH)D3, calcium, phosphorous, and @COMPOUND$ levels were significantly less likely to self-report @DISEASE$ or anxiety after adjustment (>i<p>/i< = 0.009, >i<p>/i< = 0.005, >i<p>/i< = 0.003, and >i<p>/i< = 0.005, respectively).", "label": "1"}
{"id": 108, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (@COMPOUND$, magnesium, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (@DISEASE$), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 109, "sentence": "Background and aims: We aimed to investigate the effect of L-carnitine on biochemical factors including ammonia, bilirubin, albumin, @COMPOUND$, aspartate aminotransferase (AST), blood urea nitrogen (BUN), and creatinine (Cr) in patients with @DISEASE$ (HE).", "label": "0"}
{"id": 110, "sentence": "To elucidate the exact role of @COMPOUND$ in other organs, accurate tools for assessing @DISEASE$ or insufficiency are crucial.", "label": "1"}
{"id": 111, "sentence": "Reduced concentrations and methyl-flux of @COMPOUND$ in 1-carbon metabolism have been reported in acute, but not recovered, E@DISEASE$, suggesting downstream DNA methylation changes could be relevant to differences in SAM pathogenesis.", "label": "1"}
{"id": 112, "sentence": "Results: The comparison of patients who experienced a fall (fall population) with the non-fall population suggested that: @COMPOUND$ determinations were significantly more frequent in the fall population (OR 3.45; CI 2.98-3.99; p < 0.0001); values of glucose below 70 mg/dl and over 200 mg/dl were significantly associated to falls during hospitalization (OR 1.76; CI 1.42-2.19; p < 0.001) as compared to glycemic values between 70 and 200 mg/dl; @DISEASE$ treatment was significantly correlated to risk of fall (OR 2.97; CI 2.54-3.49; p < 0.001); the frequency of glycemia measurements below 70 mg/dl and over 200 mg/dl in the same subject was significantly associated to falls during hospitalization (OR 1.01; CI 1.01-1.02; p < 0.001).", "label": "0"}
{"id": 113, "sentence": "This relation remained significant (P = 0.029) after adjusting for age, parity, ethnicity, @COMPOUND$, folate, sTfR, ferritin, and vitamin A. Women with @DISEASE$ (EGRac ≥1.40) were twice as likely to present with anemia (adjusted OR: 2.38; 95% CI: 1.08, 5.27) compared with women with EGRac <1.40.", "label": "0"}
{"id": 114, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, copper, and @COMPOUND$) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), @DISEASE$ , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 115, "sentence": "The association of dietary macronutrients composition with the incidence of @DISEASE$, using iso-energetic substitution models: Tehran lipid and @COMPOUND$ study", "label": "0"}
{"id": 116, "sentence": "Conclusion: ATGL and HSL mRNA expressions in SAT were associated with @COMPOUND$ quantity and composition among non-@DISEASE$ adults.", "label": "0"}
{"id": 117, "sentence": ">i<Background>/i<: @COMPOUND$ have been variably associated with the risk of @DISEASE$.", "label": "1"}
{"id": 118, "sentence": "Background: Patients with @DISEASE$ (CF) and pancreatic insufficiency need pancreatic enzyme replacement therapy (PERT) for @COMPOUND$ digestion.", "label": "0"}
{"id": 119, "sentence": "Methods and design: The Vitamin C, Thiamine and Steroids in Sepsis (VICTAS) trial is a multicenter, double-blind, adaptive sample size, randomized, placebo-controlled trial designed to test the efficacy of combination therapy with vitamin C (1.5 g), thiamine (100 mg), and @COMPOUND$ (50 mg) given every 6 h for up to 16 doses in patients with respiratory or @DISEASE$ (or both) resulting from sepsis.", "label": "0"}
{"id": 120, "sentence": "The results of ordinal logistic analysis adjusted by age, sex, and all comorbidities, showed that patients with DLB and @DISEASE$ were more likely to develop malnutrition [odds ratios 6.834 and 5.414, respectively (P < .001)], whereas FTD had a lower risk of developing malnutrition than the other dementia subtypes (odds ratio 2.883, P = .002).There was no difference in terms of other parameters including @COMPOUND$, folate, and vitamin D (P > .05).", "label": "0"}
{"id": 121, "sentence": "In this study, a novel water soluble polysaccharide (named @COMPOUND$) was extracted from Grifola frondosa at 4 >sup<o>/sup<C, and its preliminary structure and inhibitory effects on human @DISEASE$ MKN-45 cells through the Fas/FasL death receptor apoptosis pathway were investigated.", "label": "1"}
{"id": 122, "sentence": "Oral @COMPOUND$ Supplementation Improved Lipid Profile but Increased @DISEASE$ in Patients with Diabetic Nephropathy: a Double-Blind Randomized Controlled Clinical Trial", "label": "1"}
{"id": 123, "sentence": "In this review, we attempted to assess how @COMPOUND$, folate, methionine, and betaine affect @DISEASE$ development, mainly through their role in the secretion of very low-density lipoproteins (VLDL) from the liver.", "label": "0"}
{"id": 124, "sentence": "Although plasma levels of acylcarnitines and amino acids remained largely unchanged, peripheral @DISEASE$ correlated with decreased CSF acylcarnitines and CSF amino acids, including branched chain amino acid (@COMPOUND$) concentrations, suggesting profound changes in cerebral metabolism coincident with systemic glucose dysregulation.", "label": "1"}
{"id": 125, "sentence": "Age, no education, MMSE score, diabetes, prediabetes and diabetes, @DISEASE$, ≥5 medications, fair and poor self-rated health, moderate to high nutritional risk (NSI ≥3), Hb (g/dL), CRP (mg/L), low B12, low @COMPOUND$, albumin (g/L), low total cholesterol, adjusted for sex, age and education, were significantly associated (p<0.05) with incident frailty.", "label": "0"}
{"id": 126, "sentence": "The plasma phospholipid FA pattern with high loadings of saturated FAs (high-Satfat) and another with high loadings of n-3 very-long-chain PUFAs (n-3 VLC-PUFAs) were positively associated with measures of adiposity and the @DISEASE$, while patterns with positive loadings of LC monounsaturated fatty acids (@COMPOUND$) and a positive loading of n-3 essential FAs (n-3 EFA) showed inverse associations with the MetS and some measures of adiposity.", "label": "1"}
{"id": 127, "sentence": "Conclusions: These results suggest cellular stress due to @COMPOUND$ accumulation impairing the ER function, thereby leading to progressive retinal degeneration under @DISEASE$ conditions.", "label": "1"}
{"id": 128, "sentence": "Obesity and type 2 diabetes (@DISEASE$) are metabolic disorders influenced by lifestyle and genetic factors that are characterized by insulin resistance in skeletal muscle, a prominent site of @COMPOUND$ disposal.", "label": "1"}
{"id": 129, "sentence": "Effects of @COMPOUND$ on iron overload, lipid profile and oxidative stress indices in @DISEASE$ patients: A cross-over randomised controlled clinical trial", "label": "0"}
{"id": 130, "sentence": "Some of the identified miRNAs, such as >i<miRNA-27b-3p>/i< and >i<miRNA-200a-3p>/i<, are known to be responsive to @DISEASE$ in the liver of hyperglycemic @COMPOUND$-tolerant fish and mammals, suggesting an evolutionary conserved regulation.", "label": "1"}
{"id": 131, "sentence": "Chemotherapy and vitamin D supplement use are determinants of serum @COMPOUND$ levels during the first six months after @DISEASE$ diagnosis", "label": "0"}
{"id": 132, "sentence": "Folate deficiency (RBC @COMPOUND$ <340 nmol/L) was found in 19.9% of women of reproductive age and 2.8% of pregnant women, while 91.8% of women of reproductive age and 52.0% of pregnant women showed folate concentrations indicating an elevated risk of @DISEASE$ (RBC folate <906 nmol/L).", "label": "1"}
{"id": 133, "sentence": "The condition is prevalent worldwide and occurs more frequently in patients with @DISEASE$ owing to the intrinsic relationship of muscles with @COMPOUND$, lipid, and protein metabolism.", "label": "1"}
{"id": 134, "sentence": "Participants with higher serum 25(OH)D3, @COMPOUND$, phosphorous, and Alb levels were significantly less likely to self-report depression or @DISEASE$ after adjustment (>i<p>/i< = 0.009, >i<p>/i< = 0.005, >i<p>/i< = 0.003, and >i<p>/i< = 0.005, respectively).", "label": "1"}
{"id": 135, "sentence": "Methods and design: The Vitamin C, @COMPOUND$ and Steroids in Sepsis (VICTAS) trial is a multicenter, double-blind, adaptive sample size, randomized, placebo-controlled trial designed to test the efficacy of combination therapy with vitamin C (1.5 g), thiamine (100 mg), and hydrocortisone (50 mg) given every 6 h for up to 16 doses in patients with respiratory or @DISEASE$ (or both) resulting from sepsis.", "label": "0"}
{"id": 136, "sentence": "@COMPOUND$ Status in Adherent and Non-Adherent Patients with @DISEASE$: A Cross-Sectional Study", "label": "0"}
{"id": 137, "sentence": "However, the use of positron emission tomography (PET) with the @COMPOUND$ tracer [18F]fluorodeoxyglucose ([18F]FDG) made it possible to begin characterizing the possible function of BAT in adult humans, and whether it could play a role in the prevention or treatment of @DISEASE$ and type 2 diabetes (T2D).", "label": "0"}
{"id": 138, "sentence": "Conclusion: The IESP could be considered as anti-@DISEASE$ fruit, and this might be due to its nutrient contents, especially phytochemicals, fiber, sodium, @COMPOUND$, copper, and zinc.", "label": "1"}
{"id": 139, "sentence": "Association of Dietary Diabetes Risk Reduction Score With Risk of @DISEASE$ in the Iranian Population: Tehran Lipid and @COMPOUND$ Study", "label": "0"}
{"id": 140, "sentence": "The plasma phospholipid @COMPOUND$ pattern with high loadings of saturated FAs (high-Satfat) and another with high loadings of n-3 very-long-chain PUFAs (n-3 VLC-PUFAs) were positively associated with measures of adiposity and the @DISEASE$, while patterns with positive loadings of LC monounsaturated fatty acids (n-9 LC-MUFA) and a positive loading of n-3 essential FAs (n-3 EFA) showed inverse associations with the MetS and some measures of adiposity.", "label": "1"}
{"id": 141, "sentence": "@DISEASE$ definition was the presence of ≥3 of the following components: waist circumference ≥102 cm for males or ≥88 cm for females, blood pressure ≥130 mmHg for systolic or ≥85 mmHg for diastolic, HDL cholesterol <40 mg/dL for males and <50 mg/dL for females; triglycerides ≥150 mg/dL, and @COMPOUND$ ≥100 mg/dL.", "label": "1"}
{"id": 142, "sentence": "Conclusion: Following fasted low-moderate-intensity exercise, consuming whey protein before breakfast may improve postprandial @COMPOUND$ excursions, without influencing appetite or subsequent energy intake, in centrally @DISEASE$ males.", "label": "0"}
{"id": 143, "sentence": "Study protocol for optimising glycaemic control in @DISEASE$ treated with multiple daily insulin injections: intermittently scanned continuous @COMPOUND$ monitoring, carbohydrate counting with automated bolus calculation, or both? A randomised controlled trial", "label": "0"}
{"id": 144, "sentence": "MetS was determined by @DISEASE$ > 88 (cm) in females, Triglycerides ≥ 150 (mg/dL), dyslipidemia (HDL < 50 mg/dL), systolic blood pressure > 130/85 (millimeters), and @COMPOUND$ > 100 (mg/dL).", "label": "1"}
{"id": 145, "sentence": "Pregnant women with fetuses with @DISEASE$ have a diet characterized by higher calorie intake and lower levels of essential amino acids (@COMPOUND$ and threonine) during the preconception period than pregnant women with normal fetuses.", "label": "1"}
{"id": 146, "sentence": "Fibrosing steatohepatitis was established in Alms1 mutant (foz/foz) and C57BL/6J wildtype mice fed high-fat/@DISEASE$ or methionine- and @COMPOUND$-deficient diet.", "label": "0"}
{"id": 147, "sentence": "The high rate of consumption of diets high in saturated fats, @COMPOUND$, and refined carbohydrates (collectively called Western diet, WD) worldwide, contribute to the prevalence of @DISEASE$ and type 2 diabetes, and could place these populations at an increased risk for severe COVID-19 pathology and mortality.", "label": "1"}
{"id": 148, "sentence": "Sarcopenia was associated with risk of @DISEASE$, hip-to-waist ratio (p=0.021), muscle strength depletion (p<0.001), food intake (p=0.023), reduced functional capacity (p=0.048), self-reported well-nourished status; p=0.044) and inadequate vitamin B6 (p=0.022) and @COMPOUND$ (p=0.026) intake.", "label": "0"}
{"id": 149, "sentence": "Sufficient @COMPOUND$ Levels 2 Years after @DISEASE$ Diagnosis are Associated with a Lower Risk of All-cause Mortality", "label": "1"}
{"id": 150, "sentence": "There may be benefits in giving the supplement with rather than between meals, to achieve protein intakes above the effective anabolic threshold with lower supplement doses, and have favourable effects on food-induced blood @COMPOUND$ increases in older people with, or at risk of developing, @DISEASE$; combined protein and glucose drinks lower blood glucose compared with glucose alone in older people.", "label": "1"}
{"id": 151, "sentence": "Also, it contributes to the proper use of @COMPOUND$ by the cell, thereby improving the regulation of glucose metabolism of the @DISEASE$ patient and preventing complications such as fatigue, insomnia, and mental activity.", "label": "1"}
{"id": 152, "sentence": "Background: Observational research suggests that combined therapy with @COMPOUND$, thiamine and hydrocortisone may reduce mortality in patients with @DISEASE$.", "label": "1"}
{"id": 153, "sentence": "We investigated associations of weight-loss diet-induced decreases in atherogenic gut-microbial metabolites, @COMPOUND$ (TMAO) and L-carnitine, with improvements in atherogenic lipoproteins containing apoCIII among patients with @DISEASE$.", "label": "0"}
{"id": 154, "sentence": "@DISEASE$ and type 2 diabetes (T2D) are metabolic disorders influenced by lifestyle and genetic factors that are characterized by insulin resistance in skeletal muscle, a prominent site of @COMPOUND$ disposal.", "label": "1"}
{"id": 155, "sentence": "Results: The available evidence is insufficient to create a definite conclusion that nutritional supplements including chromium, @COMPOUND$, vitamin D, zinc and magnesium might be beneficial for the prevention and treatment of @DISEASE$ and therefore, the general recommendation to use these supplements in the management of diabetes cannot be justified.", "label": "0"}
{"id": 156, "sentence": "Whether circulating concentrations of @COMPOUND$ and folic acid, measured around time of diagnosis, are associated with recurrence and survival in @DISEASE$ patients is largely unknown.", "label": "0"}
{"id": 157, "sentence": "A specific focus is placed on @DISEASE$, bone fractures, and the relationship between @COMPOUND$ and cancer.", "label": "0"}
{"id": 158, "sentence": "Thiamine, a water-soluble vitamin also known as vitamin B1, is a critical cofactor in energy metabolism and may be competitively inhibited by the antimetabolite @COMPOUND$, a @DISEASE$ toxin that accumulates in kidney failure.", "label": "1"}
{"id": 159, "sentence": "Association of @COMPOUND$-binding protein and vitamin D 3 with insulin and homeostatic model assessment (HOMA-IR) in overweight and @DISEASE$ females", "label": "0"}
{"id": 160, "sentence": "Low magnesium intakes coupled with high calcium intakes and high @COMPOUND$ (Ca:Mg) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and metabolic syndrome, as well as some cancers (colorectal, @DISEASE$, esophageal), and total mortality.", "label": "1"}
{"id": 161, "sentence": "The effects of 30 days SPX treatment of mice with experimentally induced obesity (DIO) or type 2 diabetes (@DISEASE$) on serum @COMPOUND$ and lipid levels, insulin sensitivity and hormonal profile (insulin, glucagon, adiponectin, leptin, TNF alpha, IL-6 and IL-1β) are characterized.", "label": "0"}
{"id": 162, "sentence": "Conclusions: In conclusion, our study confirmed that hesperidin and flaxseed supplementation improved @COMPOUND$ and lipid metabolism, while reduced inflammation and @DISEASE$ (controlled attenuation parameter) in NAFLD patients.", "label": "0"}
{"id": 163, "sentence": "Background and aims: We aimed to investigate the effect of @COMPOUND$ on biochemical factors including ammonia, bilirubin, albumin, alanine aminotransferase, aspartate aminotransferase (AST), blood urea nitrogen (BUN), and creatinine (Cr) in patients with @DISEASE$ (HE).", "label": "0"}
{"id": 164, "sentence": "A specific focus is placed on cardiovascular complications, @DISEASE$, and the relationship between @COMPOUND$ and cancer.", "label": "0"}
{"id": 165, "sentence": "Conclusions: Dietary intakes of tofu, @COMPOUND$, and soy isoflavones, but not total legumes or total soy, are inversely associated with incident @DISEASE$.", "label": "1"}
{"id": 166, "sentence": "After controlling for potential confounders (age, sex, family PIR, education, marital status, disease history, @DISEASE$, thyroid problems, physical activity, social support, smoking, total energy, and cholesterol, retinol, vitamin A, beta-carotene, beta-criptoxanthin, @COMPOUND$, iron, and phosphorus levels), a significant nonlinear inverse association between caffeine consumption and PHQ-9 scores was observed.", "label": "0"}
{"id": 167, "sentence": "Exceedingly high levels of Mo exposure can be related to high incidence of anemia among Armenians, since Mo interacts with @COMPOUND$ and is a potential cause of @DISEASE$-induced anemia.", "label": "1"}
{"id": 168, "sentence": "Obesity and @DISEASE$ (T2D) are metabolic disorders influenced by lifestyle and genetic factors that are characterized by insulin resistance in skeletal muscle, a prominent site of @COMPOUND$ disposal.", "label": "1"}
{"id": 169, "sentence": "Corrigendum to &quot;Synergistic effects of @COMPOUND$ and glucose on lipoprotein risk factors for @DISEASE$ in young adults&quot; [Metab Clin Exp 112 (2020) 154356]", "label": "1"}
{"id": 170, "sentence": "Conclusions: The fat and @COMPOUND$ content of human milk fed to @DISEASE$ is variable.", "label": "1"}
{"id": 171, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, @COMPOUND$, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and @DISEASE$.", "label": "0"}
{"id": 172, "sentence": "We found that compared with MDD, serum levels of C-reactive protein, C3, C4, and homocysteine were higher in SCZ and @DISEASE$ groups, and folate and @COMPOUND$ were lower in SCZ and BD groups.", "label": "1"}
{"id": 173, "sentence": "After adjusting for age, sex, race, education, physical activity, drinking frequency, current smoking status, poverty-to-income ratio, Total cholesterol, high-density lipoprotein cholesterol, serum folate, @COMPOUND$, body mass index, waist circumference, and diabetes mellitus, patients with both hypertension and @DISEASE$ had a 5.072 (3.967-6.486) times risk of CKD than their healthy compartments, higher than that in patients with only hypertension or hyperhomocysteinemia.", "label": "0"}
{"id": 174, "sentence": "@COMPOUND$ abnormality was considered if either FBG ≥ 5.6 mmol/L or HbA1c ≥ 5.7%; while, @DISEASE$ (HBP) was considered if either systolic blood pressure ≥ 130 mmHg or diastolic blood pressure ≥ 80 mmHg during 5 years of follow-up.", "label": "0"}
{"id": 175, "sentence": "Conditional logistic regression analyses were performed to evaluate the association between plasma @COMPOUND$ and first @DISEASE$.", "label": "0"}
{"id": 176, "sentence": "Methods: @COMPOUND$ was estimated by the fluorometric method in the @DISEASE$ of WNIN/Ob rats at different age (3-, 6- and 12- months), along with their respective lean rats.", "label": "0"}
{"id": 177, "sentence": "Fasting blood samples were collected at baseline and 12 weeks, and serum analysed for reproductive hormones, @COMPOUND$, lipids, insulin sensitivity, thyroid status, @DISEASE$ marker and lipopolysaccharide-binding protein (LBP).", "label": "0"}
{"id": 178, "sentence": "The relative contribution of @COMPOUND$ and K2 to the health status of the general population and CKD (chronic kidney disease) patients, including @DISEASE$ patients, is also poorly studied.", "label": "0"}
{"id": 179, "sentence": "Conclusions: These findings suggest that greater availability of @COMPOUND$, an essential amino acid, may play a role in the prevention of @DISEASE$ and explain the previously recognized link between elevated homocysteine and stroke.", "label": "1"}
{"id": 180, "sentence": "on approaches to the prevention of bleeding associated with @DISEASE$, which affects the choice of a single dose, the duration of the prophylactic course and the route of administration of vitamin in K1 (@COMPOUND$).", "label": "1"}
{"id": 181, "sentence": "Mixed @COMPOUND$(ii)-phenanthroline complexes induce cell death of @DISEASE$ cells by evoking the unfolded protein response", "label": "1"}
{"id": 182, "sentence": "Methods and design: The Vitamin C, Thiamine and Steroids in Sepsis (VICTAS) trial is a multicenter, double-blind, adaptive sample size, randomized, placebo-controlled trial designed to test the efficacy of combination therapy with @COMPOUND$ (1.5 g), thiamine (100 mg), and hydrocortisone (50 mg) given every 6 h for up to 16 doses in patients with respiratory or circulatory dysfunction (or both) resulting from @DISEASE$.", "label": "0"}
{"id": 183, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (@COMPOUND$, magnesium, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , @DISEASE$ and major depressive disorder.", "label": "0"}
{"id": 184, "sentence": "Methods and design: The @COMPOUND$, Thiamine and Steroids in Sepsis (VICTAS) trial is a multicenter, double-blind, adaptive sample size, randomized, placebo-controlled trial designed to test the efficacy of combination therapy with vitamin C (1.5 g), thiamine (100 mg), and hydrocortisone (50 mg) given every 6 h for up to 16 doses in patients with respiratory or circulatory dysfunction (or both) resulting from @DISEASE$.", "label": "0"}
{"id": 185, "sentence": "Participants with higher serum @COMPOUND$, calcium, phosphorous, and Alb levels were significantly less likely to self-report @DISEASE$ or anxiety after adjustment (>i<p>/i< = 0.009, >i<p>/i< = 0.005, >i<p>/i< = 0.003, and >i<p>/i< = 0.005, respectively).", "label": "1"}
{"id": 186, "sentence": "Conclusions: The nutrient patterns that are highly loading of beta-carotene, vitamin K, vitamin A, and @COMPOUND$ in nutrient patterns may be associated to higher risk of obesity in overweight and @DISEASE$ Iranian women.", "label": "1"}
{"id": 187, "sentence": "Thus, @COMPOUND$ has shown glucose-lowering and anti-inflammatory properties in diabetic models, dyslipidemia-, @DISEASE$-, and obesity-preventing effects in CVDs and obese models, and antihypertensive and antioxidant effects in hypertensive models.", "label": "1"}
{"id": 188, "sentence": "Using @COMPOUND$ emulsions in PN is a risk factor for @DISEASE$, leading to alternative dosing strategies including a reduction in total lipid prescribed.", "label": "1"}
{"id": 189, "sentence": "In humans, the relation between methionine intake and @DISEASE$ is dependent on vitamin status (vitamins B-6 and B-12 and @COMPOUND$) and on the supply of other amino acids.", "label": "0"}
{"id": 190, "sentence": "Background: @COMPOUND$ is a @DISEASE$ toxin that acts as an antimetabolite to thiamine and has been associated with cases of Shoshin beriberi syndrome in adults.", "label": "1"}
{"id": 191, "sentence": "New therapeutic pathways that decrease @COMPOUND$ excursions and @DISEASE$, such as GLP1 receptor agonists and sensor-coupled insulin pumps, have yet to be validated in HD.", "label": "0"}
{"id": 192, "sentence": "Gestational diabetes mellitus (GDM) is a @DISEASE$ that is associated with @COMPOUND$ intolerance and foeto-placental vascular dysfunction.", "label": "0"}
{"id": 193, "sentence": "Vegetarians, particularly those who suffer from @DISEASE$ may benefit from supplementing their diets with vitamins B6, @COMPOUND$, and folate to ensure brain health.", "label": "1"}
{"id": 194, "sentence": "His past history also revealed @DISEASE$ detected on the newborn period but serum @COMPOUND$ levels were not studied at that time.", "label": "0"}
{"id": 195, "sentence": "Results: Among mothers with @DISEASE$, maternal and newborn plasma high-density lipoprotein cholesterol, apolipoprotein A1, @COMPOUND$, docosahexaenoic acid, alanine, glutamine, isoleucine, leucine, valine, creatinine, and particle concentration of medium high-density lipoprotein were significantly positively associated (0.001 ≤ q ≤ 0.09).", "label": "1"}
{"id": 196, "sentence": "After adjustments for age and height, an inverse association was found between @DISEASE$ and INQ of iron, vitamin B6, and magnesium, and a positive association was found between obesity and INQ of @COMPOUND$ (all P < 0.05).", "label": "1"}
{"id": 197, "sentence": "The aim of this hypothesis-generating study was to examine the contribution of the LC-MS-based lipidome, characterized by lipid class, carbon count, and the number of unsaturated bonds, to the interindividual variability in circulating concentrations of retinol, @COMPOUND$, 25-hydroxyvitamin D>sub<3>/sub<, α-tocopherol, γ-tocopherol, and phylloquinone in 35 overweight and @DISEASE$, but healthy men.", "label": "0"}
{"id": 198, "sentence": "Methods: Twelve @DISEASE$ men [mean ± SEM age: 48 ± 2 y; BMI (in kg/m2): 37.0 ± 1.5; body fat: 32 ± 2%] and 12 age-matched lean controls (age: 43 ± 3 y; BMI: 23.4 ± 0.4; body fat: 21 ± 1%) received primed continuous L-[ring-2H5]-phenylalanine and L-[ring-3,5-2H2]-@COMPOUND$ infusions and ingested 25 g intrinsically L-[1-13C]-phenylalanine labeled whey protein.", "label": "0"}
{"id": 199, "sentence": "Methods: @DISEASE$ adolescents (n = 278) were categorized according to their OGTT-time-to-@COMPOUND$-peak by Early-peak (at 30 minutes) vs Late-peak (>30 minutes) groups.", "label": "0"}
{"id": 200, "sentence": "Conclusions: Although increased circulating @COMPOUND$ and decreased zinc concentrations were found in @DISEASE$ patients, a suggestive causal association was only detected with zinc concentration, suggesting further studies on zinc interventions for ovarian cancer might have clinical impact.", "label": "1"}
{"id": 201, "sentence": "This relation remained significant (P = 0.029) after adjusting for age, parity, ethnicity, vitamin B-12, @COMPOUND$, sTfR, ferritin, and vitamin A. Women with @DISEASE$ (EGRac ≥1.40) were twice as likely to present with anemia (adjusted OR: 2.38; 95% CI: 1.08, 5.27) compared with women with EGRac <1.40.", "label": "0"}
{"id": 202, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, @COMPOUND$, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (@DISEASE$), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 203, "sentence": "Prenatal and postnatal unbalanced @COMPOUND$/B12 diets play a crucial role in regulating genes and enzymes involved in lipid metabolism in liver of dams and their offspring in adulthood.", "label": "0"}
{"id": 204, "sentence": "Lowering of BCAA and branched-chain ketoacid (BCKA) levels by feeding BCAA-restricted diet or by the activation of the rate-limiting enzyme in BCAA catabolism, branched-chain ketoacid dehydrogenase (BCKDH), in rodent models of @DISEASE$ have clear salutary effects on @COMPOUND$ and lipid homeostasis, but BCAA restriction has more modest effects in short-term studies in human T2D subjects.", "label": "0"}
{"id": 205, "sentence": "Methods: This study was conducted on 1637 adults participating in the Tehran Lipid and @COMPOUND$ Study (2005-2008), who were free of @DISEASE$ and cancer and had completed dietary data.", "label": "0"}
{"id": 206, "sentence": "Etiology of @DISEASE$ (CRC) is related, at least in part, with nutritional profile and epidemiological data indicating a key role of @COMPOUND$ on CRC pathogenesis.", "label": "1"}
{"id": 207, "sentence": "Results: Of the 44 children who concluded the study, 56.80% were female, 54.50% were of brown race, 81.82% had sufficient serum @COMPOUND$ (≥75 nmol/L), and 50.00% were overweight/@DISEASE$ according to body mass index for age.", "label": "1"}
{"id": 208, "sentence": "Results: Plasma methionine and the methionine/@COMPOUND$ ratio were inversely associated with risk of @DISEASE$, with odds ratios per 1 SD of 0.83 (95% CI, 0.72-0.96) and 0.82 (95% CI, 0.71-0.95), respectively.", "label": "1"}
{"id": 209, "sentence": "The @DISEASE$ risk reduction was not associated with baseline body mass index or weight; insulin, @COMPOUND$, lipid, and creatinine levels; diabetes; blood pressure; alcohol intake; or smoking.", "label": "0"}
{"id": 210, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (@COMPOUND$, folate, and vitamin B12), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with schizophrenia (SCZ, n = 1659), bipolar disorder (BD, n = 1901), and major depressive disorder (@DISEASE$, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 211, "sentence": "The aim of this hypothesis-generating study was to examine the contribution of the LC-MS-based lipidome, characterized by lipid class, carbon count, and the number of unsaturated bonds, to the interindividual variability in circulating concentrations of retinol, carotenoids, 25-hydroxyvitamin D>sub<3>/sub<, α-tocopherol, γ-tocopherol, and @COMPOUND$ in 35 overweight and @DISEASE$, but healthy men.", "label": "0"}
{"id": 212, "sentence": "Background: This article describes the analysis and interpretation of data relating to the presence of cadmium, lead, @COMPOUND$ and fluoride in human bone samples obtained from cadavers of patients dying of Chronic Kidney Disease of uncertain aetiology (@DISEASE$) in a case-control study, which the authors believe to be the first in Sri Lanka.", "label": "0"}
{"id": 213, "sentence": "Background: Patients with cystic fibrosis (CF) and @DISEASE$ need pancreatic enzyme replacement therapy (PERT) for @COMPOUND$ digestion.", "label": "0"}
{"id": 214, "sentence": "Use of nutritional supplements based on @COMPOUND$, tryptophan and vitamin B6 (Melamil Tripto®) in children with @DISEASE$, with or without sleep disorders: a pilot study", "label": "0"}
{"id": 215, "sentence": "Results: The available evidence is insufficient to create a definite conclusion that nutritional supplements including chromium, n-3 PUFAs, vitamin D, @COMPOUND$ and magnesium might be beneficial for the prevention and treatment of T2DM and therefore, the general recommendation to use these supplements in the management of @DISEASE$ cannot be justified.", "label": "0"}
{"id": 216, "sentence": "Conclusion: @COMPOUND$ mouthwash was effective in preventing and reducing the severity of @DISEASE$ and improving weight in patients undergoing chemotherapy.", "label": "1"}
{"id": 217, "sentence": "Background: Patients with cystic fibrosis (@DISEASE$) and pancreatic insufficiency need pancreatic enzyme replacement therapy (PERT) for @COMPOUND$ digestion.", "label": "0"}
{"id": 218, "sentence": "@DISEASE$ may have been a key factor, with toxin accumulation and @COMPOUND$ transporter downregulation contributing to his status.", "label": "1"}
{"id": 219, "sentence": "Research design and methods: In a population-based study, we analyzed the use of insulin pump therapy, continuous @COMPOUND$ monitoring (CGM), and self-monitoring of blood glucose (SMBG) from 1995 to 2017 in patients with type 1 diabetes identified from the @DISEASE$ Prospective Follow-up (DPV) database in Germany and Austria.", "label": "0"}
{"id": 220, "sentence": "Conclusions: These findings suggest that greater availability of methionine, an essential amino acid, may play a role in the prevention of cerebrovascular diseases and explain the previously recognized link between elevated @COMPOUND$ and @DISEASE$.", "label": "1"}
{"id": 221, "sentence": "Conclusions- Plasma copper, molybdenum, and titanium were associated with higher risk of ischemic stroke, whereas plasma @COMPOUND$ and selenium were associated with lower risk of @DISEASE$.", "label": "1"}
{"id": 222, "sentence": "Serum @COMPOUND$ is associated with @DISEASE$ and metabolic parameters in US children", "label": "1"}
{"id": 223, "sentence": "Scope of review: More recently, human metabolomics and genetic studies have confirmed and expanded upon these observations, accompanied by a surge in preclinical studies that have identified mechanisms involved in the perturbation of amino acid homeostasis- how these events are connected to dysregulated @COMPOUND$ and lipid metabolism, and how elevations in branched-chain amino acids (BCAA) may participate in the development of insulin resistance, @DISEASE$ (T2D), and other cardiometabolic diseases and conditions.", "label": "0"}
{"id": 224, "sentence": "Bivariate analysis (χ>sup<2>/sup< test) and multivariate analysis (logistic regression) were performed to test for correlation of @COMPOUND$ values, age, sex, Charlson index, service of care, diagnosis at discharge and @DISEASE$ treatment with risk of in-hospital-falls.", "label": "0"}
{"id": 225, "sentence": "Aim: The aims of this study were to perform a 3-h oral @COMPOUND$ tolerance test (OGTT) in participants with @DISEASE$ and (1) document glucose, insulin, glucagon, glucagon-like-peptide-1 (GLP-1), and glucose-dependent insulinotropic peptide (GIP) release patterns within varying glucose tolerance groups during the OGTT; (2) determine the prevalence of hypoglycemic during the OGTT; and (3) define any association between hypoglycemia and patterns of insulin, glucagon, GLP-1, and GIP release.", "label": "0"}
{"id": 226, "sentence": "MeSH terms used were obesity, body weight, body mass index, adipose tissue, lipid metabolism, LDL, HDL, VLDL, @DISEASE$, glucose, insulin, hypertension, arterial pressure, @COMPOUND$, oleic acid, and other (non-MeSH) terms: total antioxidant capacity, total antioxidant status, hydroxytyrosol'(PROSPERO ID: CRD42021247614).", "label": "0"}
{"id": 227, "sentence": "Objective: Evaluate the effects of @COMPOUND$ (VD3) on sperm parameters and endocrine markers in infertile men with @DISEASE$.", "label": "0"}
{"id": 228, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, @COMPOUND$, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), @DISEASE$ , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 229, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (homocysteine, @COMPOUND$, and vitamin B12), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with schizophrenia (SCZ, n = 1659), bipolar disorder (@DISEASE$, n = 1901), and major depressive disorder (MDD, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 230, "sentence": "Impact of mismatches in HbA 1c vs @COMPOUND$ values on the diagnostic classification of @DISEASE$ and prediabetes", "label": "0"}
{"id": 231, "sentence": "Whey protein preload enhances the active GLP-1 response and reduces circulating @COMPOUND$ in women with @DISEASE$", "label": "1"}
{"id": 232, "sentence": "Update to the @COMPOUND$, Thiamine and Steroids in @DISEASE$ (VICTAS) protocol: statistical analysis plan for a prospective, multicenter, double-blind, adaptive sample size, randomized, placebo-controlled, clinical trial", "label": "1"}
{"id": 233, "sentence": "p53 Disruption Increases Uracil Accumulation in DNA of Murine Embryonic Fibroblasts and Leads to @COMPOUND$-Nonresponsive @DISEASE$ in Mice", "label": "1"}
{"id": 234, "sentence": "The results indicated blueberry @COMPOUND$ protected endothelial function against high-glucose (@DISEASE$) injury via antioxidant and vasodilatory mechanisms, which could be promising molecules as a hypotensive nutraceutical for diabetes patients.", "label": "1"}
{"id": 235, "sentence": "It now clear that B vitamins to lower homocysteine reduce the risk of @DISEASE$, but we should probably be using @COMPOUND$ instead of cyanocobalamin.", "label": "0"}
{"id": 236, "sentence": "In this study, five @COMPOUND$ were prepared from >i<Sargassum>/i<>i<fusiforme>/i< and their effects on HFD-induced @DISEASE$ and gut microbiota dysbiosis were investigated.", "label": "0"}
{"id": 237, "sentence": "Lower versus standard sucrose dose for treating @DISEASE$ in patients with type 1 diabetes mellitus in therapy with predictive low @COMPOUND$ suspend (PLGS) augmented insulin pumps: A randomized crossover trial in Santiago, Chile", "label": "0"}
{"id": 238, "sentence": "In recent decades, @COMPOUND$ isolated from different kinds of Chinese herbs have received much attention due to their important biological activities, such as anti-tumor, anti-oxidant, anti-diabetic, @DISEASE$ protecting, antiviral, hypolipidemic, and immunomodulatory activities.", "label": "1"}
{"id": 239, "sentence": "The results of ordinal logistic analysis adjusted by age, sex, and all comorbidities, showed that patients with DLB and VaD were more likely to develop malnutrition [odds ratios 6.834 and 5.414, respectively (P < .001)], whereas @DISEASE$ had a lower risk of developing malnutrition than the other dementia subtypes (odds ratio 2.883, P = .002).There was no difference in terms of other parameters including vitamin B12, @COMPOUND$, and vitamin D (P > .05).", "label": "0"}
{"id": 240, "sentence": "Restrictive diets can lead to inadequate intake of macronutrients and micronutrients by patients with @DISEASE$, with the potential for deficiencies of calcium, magnesium, zinc, iron, thiamine, vitamins D, E, and K, and @COMPOUND$.", "label": "0"}
{"id": 241, "sentence": "Participants' ((n 51 females): age 23·0 (sd 0·6) years (range 20·0-41·0 years); excluding restrained eaters) @DISEASE$ towards maltodextrin (oral complex carbohydrate) and @COMPOUND$ (sweet taste) was assessed by measuring detection threshold (DT) and suprathreshold intensity perception (ST).", "label": "0"}
{"id": 242, "sentence": "MeSH terms used were @DISEASE$, body weight, body mass index, adipose tissue, lipid metabolism, LDL, HDL, VLDL, insulin resistance, @COMPOUND$, insulin, hypertension, arterial pressure, olive oil, oleic acid, and other (non-MeSH) terms: total antioxidant capacity, total antioxidant status, hydroxytyrosol'(PROSPERO ID: CRD42021247614).", "label": "0"}
{"id": 243, "sentence": "Tolerability and acceptability of real-time continuous @COMPOUND$ monitoring and its impact on @DISEASE$ management behaviours in individuals with Type 2 Diabetes - A pilot study", "label": "0"}
{"id": 244, "sentence": "@DISEASE$ definition was the presence of ≥3 of the following components: waist circumference ≥102 cm for males or ≥88 cm for females, blood pressure ≥130 mmHg for systolic or ≥85 mmHg for diastolic, HDL cholesterol <40 mg/dL for males and <50 mg/dL for females; @COMPOUND$ ≥150 mg/dL, and glucose ≥100 mg/dL.", "label": "1"}
{"id": 245, "sentence": "In contrast, circulating @COMPOUND$ concentrations were significantly higher in @DISEASE$ patients (SMD = 1.46, 95% CI: 0.82 to 2.09).", "label": "0"}
{"id": 246, "sentence": "@COMPOUND$ abnormality was considered if either FBG ≥ 5.6 mmol/L or HbA1c ≥ 5.7%; while, high blood pressure (@DISEASE$) was considered if either systolic blood pressure ≥ 130 mmHg or diastolic blood pressure ≥ 80 mmHg during 5 years of follow-up.", "label": "0"}
{"id": 247, "sentence": "In @DISEASE$ non-diabetic adolescents, we investigated if the OGTT-time-to-@COMPOUND$-peak also reflects incretin and free fatty acid (FFA) responses besides insulin sensitivity and β-cell function, measured by the clamp.", "label": "0"}
{"id": 248, "sentence": "Conclusions- Plasma copper, molybdenum, and titanium were associated with higher risk of @DISEASE$, whereas plasma rubidium and @COMPOUND$ were associated with lower risk of hemorrhagic stroke.", "label": "0"}
{"id": 249, "sentence": "Objective: To explore the relationships of serum @COMPOUND$ (25(OH)D) with @DISEASE$ and metabolic parameters in US children.", "label": "0"}
{"id": 250, "sentence": "Objectives: This trial tested the hypothesis that a daily supplement of BC/egg would reduce linear growth faltering and @DISEASE$ (EED) in Malawian infants when compared with an isoenergetic ration of corn/@COMPOUND$ used as a control.", "label": "0"}
{"id": 251, "sentence": "Mendelian randomization results indicate an inverse association for a per standard deviation increase in ln-transformed @COMPOUND$/methionine ratio with @DISEASE$ (OR = 0.87 (0.81-0.93)).", "label": "1"}
{"id": 252, "sentence": "@COMPOUND$ supplementation should be considered in @DISEASE$-D patients who suffer from vitamin D deficiency and/or insufficiency.", "label": "1"}
{"id": 253, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, @COMPOUND$, copper, and zinc) and osteoporosis (@DISEASE$), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 254, "sentence": "Background and aims: We aimed to investigate the effect of L-carnitine on biochemical factors including ammonia, bilirubin, @COMPOUND$, alanine aminotransferase, aspartate aminotransferase (AST), blood urea nitrogen (BUN), and creatinine (Cr) in patients with @DISEASE$ (HE).", "label": "0"}
{"id": 255, "sentence": "The 8-week individualized training program decreased glucose, triglycerides, total cholesterol, low-density lipoprotein cholesterol and @COMPOUND$ in @DISEASE$ subjects with and without MS.", "label": "0"}
{"id": 256, "sentence": "Sequential regression models adjusted for confounders were applied to investigate the association between dietary @COMPOUND$s and plasma phospholipid FA patterns with measures of adiposity and the @DISEASE$.", "label": "0"}
{"id": 257, "sentence": "Conclusion: The IESP could be considered as anti-@DISEASE$ fruit, and this might be due to its nutrient contents, especially phytochemicals, @COMPOUND$, sodium, potassium, copper, and zinc.", "label": "1"}
{"id": 258, "sentence": "Background: Observational research suggests that combined therapy with Vitamin C, @COMPOUND$ and hydrocortisone may reduce mortality in patients with @DISEASE$.", "label": "1"}
{"id": 259, "sentence": "Conclusions: These findings suggest that greater availability of @COMPOUND$, an essential amino acid, may play a role in the prevention of cerebrovascular diseases and explain the previously recognized link between elevated homocysteine and @DISEASE$.", "label": "1"}
{"id": 260, "sentence": "Vegetarians, particularly those who suffer from @DISEASE$ may benefit from supplementing their diets with @COMPOUND$, B12, and folate to ensure brain health.", "label": "1"}
{"id": 261, "sentence": "Structural characterization, anticancer, @DISEASE$ and immune activities of @COMPOUND$ from Russula virescens", "label": "1"}
{"id": 262, "sentence": "In addition, there is suggestive evidence that calcium is positively correlated (OR = 1.36, >i<p>/i< = 0.030) and iron is negatively correlated with @DISEASE$ risk (OR = 0.89, >i<p>/i< = 0.010); both @COMPOUND$ (OR = 0.26, >i<p>/i< = 0.013) and iron (OR = 0.71, >i<p>/i< = 0.047) are negatively correlated with gout risk.", "label": "0"}
{"id": 263, "sentence": "Two composite endpoints were used: for weeks 2-20, fasting serum @COMPOUND$ (FSG) <130 mg/dL (<7.2 mmol/L) without @DISEASE$ (blood glucose ≤70 mg/dL [≤3.9 mmol/L] or severe hypoglycemia); at week 26, patients with glycated hemoglobin (HbA1c) <7.0% (<53.0 mmol/mol) or reduction from baseline ≥1.0% (≥10.9 mmol/mol), no hypoglycemia (as defined above) and no weight gain.", "label": "0"}
{"id": 264, "sentence": "@DISEASE$ in diabetes, beyond @COMPOUND$", "label": "0"}
{"id": 265, "sentence": "The association of FA patterns with adiposity and the @DISEASE$ was weaker for @COMPOUND$ patterns than for plasma phospholipid FA patterns.", "label": "1"}
{"id": 266, "sentence": "Studies must have reported baseline (pre-) and postintervention (or change of) BMI-SDS and either fasting @COMPOUND$, homeostatic model of @DISEASE$ (HOMA-IR), alanine aminotransferase (ALT), C-reactive protein (CRP), or interleukin-6 (IL-6).", "label": "0"}
{"id": 267, "sentence": "Background and aims: Uncertainty remains regarding the association between the risk of @DISEASE$ and plasma @COMPOUND$ levels in population with copper mostly in normal range due to limited data.", "label": "0"}
{"id": 268, "sentence": "The aim of this hypothesis-generating study was to examine the contribution of the LC-MS-based lipidome, characterized by lipid class, carbon count, and the number of unsaturated bonds, to the interindividual variability in circulating concentrations of retinol, carotenoids, 25-hydroxyvitamin D>sub<3>/sub<, @COMPOUND$, γ-tocopherol, and phylloquinone in 35 overweight and @DISEASE$, but healthy men.", "label": "0"}
{"id": 269, "sentence": "Disorders such as vitamin D, @COMPOUND$, folate, homocystein (Hcy) and @DISEASE$ were present following both surgeries.", "label": "0"}
{"id": 270, "sentence": "Methods: Using secondary data from multiple sources, we estimated percent reductions in stillbirth, neonatal, infant, and under-five child mortality rates that would have occurred in Ethiopia in the year 2016 had all @COMPOUND$-preventable @DISEASE$ and anencephaly been prevented; and the contributions of these reductions toward Ethiopia's Year 2030 Every Newborn Action Plan (ENAP) goal on stillbirth, and sustainable development goal (SDG) on child mortality rates.", "label": "1"}
{"id": 271, "sentence": "Participants who were more @DISEASE$ towards @COMPOUND$ (maltodextrin DT) consumed significantly more maltodextrin-based milkshake in comparison with less-sensitive participants (P = 0·01) and this was independent of liking.", "label": "0"}
{"id": 272, "sentence": "DRT promoted gains in BMD in different body locations, in addition to increasing pro-osteogenic factors (Klotho and @COMPOUND$) and reducing those related to @DISEASE$, such as sclerostin, FGF23, and PTH.", "label": "0"}
{"id": 273, "sentence": "The results of ordinal logistic analysis adjusted by age, sex, and all comorbidities, showed that patients with @DISEASE$ and VaD were more likely to develop malnutrition [odds ratios 6.834 and 5.414, respectively (P < .001)], whereas FTD had a lower risk of developing malnutrition than the other dementia subtypes (odds ratio 2.883, P = .002).There was no difference in terms of other parameters including vitamin B12, @COMPOUND$, and vitamin D (P > .05).", "label": "0"}
{"id": 274, "sentence": "The results of ordinal logistic analysis adjusted by age, sex, and all comorbidities, showed that patients with DLB and VaD were more likely to develop @DISEASE$ [odds ratios 6.834 and 5.414, respectively (P < .001)], whereas FTD had a lower risk of developing malnutrition than the other dementia subtypes (odds ratio 2.883, P = .002).There was no difference in terms of other parameters including @COMPOUND$, folate, and vitamin D (P > .05).", "label": "0"}
{"id": 275, "sentence": "@COMPOUND$ and @DISEASE$ are quite common prior to and after bariatric surgery, and therefore we have evaluated the effects of two different cholecalciferol supplementation regimes on serum calcium, 25(OH) cholecalciferol, and parathyroid hormone (PTH).", "label": "0"}
{"id": 276, "sentence": ">b<>i<Background:>/i<>/b< Developing technologies in real-time continuous @COMPOUND$ monitoring (CGM) are successfully reducing severe @DISEASE$ (SH) in trials and clinical practice.", "label": "1"}
{"id": 277, "sentence": "We examined associations of weight loss diet-induced changes in a gut microbiota-related metabolite trimethylamine N-oxide (@COMPOUND$), and its precursors (choline and l-carnitine), with changes in bone mineral density (BMD) considering @DISEASE$-related factors.", "label": "0"}
{"id": 278, "sentence": "High-@COMPOUND$/high-cholesterol diet in zebrafish evokes diabetic and @DISEASE$: The role of peripheral and central inflammation, microglia and apoptosis", "label": "1"}
{"id": 279, "sentence": "Lower versus standard sucrose dose for treating hypoglycemia in patients with @DISEASE$ in therapy with predictive low @COMPOUND$ suspend (PLGS) augmented insulin pumps: A randomized crossover trial in Santiago, Chile", "label": "0"}
{"id": 280, "sentence": "Patients with Active @DISEASE$ had significantly lower intakes of numerous micronutrients, including @COMPOUND$, folate, and vitamin C, compared with controls.", "label": "1"}
{"id": 281, "sentence": "@DISEASE$ and Vegetarians: Association between Dietary Vitamin B6, @COMPOUND$ and Folate Intake and Global and Subcortical Brain Volumes", "label": "0"}
{"id": 282, "sentence": "The present in vitro system provides insight into the metabolic changes of adipocytes under conditions of high @COMPOUND$ and insulin, which may help to understand the process of in vivo adipocyte hypertrophy during the development of @DISEASE$.", "label": "0"}
{"id": 283, "sentence": "on approaches to the prevention of @DISEASE$ associated with vitamin K1 deficiency, which affects the choice of a single dose, the duration of the prophylactic course and the route of administration of vitamin in K1 (@COMPOUND$).", "label": "1"}
{"id": 284, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, copper, and @COMPOUND$) and osteoporosis (OP), @DISEASE$, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 285, "sentence": "Participants with higher serum @COMPOUND$, calcium, phosphorous, and Alb levels were significantly less likely to self-report depression or @DISEASE$ after adjustment (>i<p>/i< = 0.009, >i<p>/i< = 0.005, >i<p>/i< = 0.003, and >i<p>/i< = 0.005, respectively).", "label": "1"}
{"id": 286, "sentence": "Letter to the Editor: Comment on &quot;Folate and @COMPOUND$ status is associated with @DISEASE$ and metabolic syndrome in morbid obesity&quot;", "label": "1"}
{"id": 287, "sentence": "@COMPOUND$ depletion was associated with risk of @DISEASE$, reduced muscle strength, food intake changes, reduced functional capacity, self-reported well-nourished status and inadequate intake of vitamin B6 and manganese, but not with oxidative stress.", "label": "1"}
{"id": 288, "sentence": "@COMPOUND$ Status Correlates with Disease Activity in @DISEASE$ Patients During Treatment with TNFα Inhibitors", "label": "1"}
{"id": 289, "sentence": "Recent findings: As with the eCB system, many eCBome members regulate several physiological processes, including energy intake and storage, @COMPOUND$ and lipid metabolism and pancreatic health, which contribute to the development of @DISEASE$ (T2D).", "label": "1"}
{"id": 290, "sentence": "Classification of evidence: This study provides Class I evidence that for patients with @DISEASE$ undergoing intensive rehabilitation, a whey protein-based nutritional formula enriched with leucine and @COMPOUND$ increased distance walked on the 6MWT.", "label": "1"}
{"id": 291, "sentence": "In obese non-@DISEASE$ adolescents, we investigated if the OGTT-time-to-@COMPOUND$-peak also reflects incretin and free fatty acid (FFA) responses besides insulin sensitivity and β-cell function, measured by the clamp.", "label": "0"}
{"id": 292, "sentence": "Conclusions: Changes in TMAO and @COMPOUND$ induced by weight-loss diets were associated with long-term improvements in atherogenic lipoproteins containing apoCIII, implicating that these metabolic changes might be predictive of an individual's response to the dietary treatment to modify the unfavorable lipid profiles in @DISEASE$ patients.", "label": "1"}
{"id": 293, "sentence": "Starting in 2016, the Food and Drug Administration (FDA) authorized voluntary @COMPOUND$ fortification of corn masa flour to reduce the risk of @DISEASE$ (NTDs) among infants of Hispanic women of reproductive age.", "label": "1"}
{"id": 294, "sentence": "Furthermore, consumption of the B vitamins @COMPOUND$, cobalamin and pyridoxine at dosages of 0.8 mg, 0.5 mg and 20 mg per day, respectively, over a period of one year resulted in lower plasma tHcy levels and @DISEASE$.", "label": "1"}
{"id": 295, "sentence": "Background: @DISEASE$ in cystic fibrosis (CF), in the absence of @COMPOUND$-lowering therapies, has long been identified as an important issue in the management of CF.", "label": "0"}
{"id": 296, "sentence": "Bariatric surgery may increase the risk of iron, @COMPOUND$>sub<12>/sub<, folate and copper deficiencies, which can cause @DISEASE$.", "label": "1"}
{"id": 297, "sentence": "The association between circulating @COMPOUND$ metabolites and @DISEASE$ in European populations: A meta-analysis and Mendelian randomisation analysis", "label": "0"}
{"id": 298, "sentence": "The plasma phospholipid FA pattern with high loadings of saturated FAs (high-Satfat) and another with high loadings of n-3 very-long-chain PUFAs (n-3 VLC-PUFAs) were positively associated with measures of @DISEASE$ and the MetS, while patterns with positive loadings of @COMPOUND$ (n-9 LC-MUFA) and a positive loading of n-3 essential FAs (n-3 EFA) showed inverse associations with the MetS and some measures of adiposity.", "label": "1"}
{"id": 299, "sentence": "Conclusions: In conclusion, our study confirmed that @COMPOUND$ and flaxseed supplementation improved glucose and lipid metabolism, while reduced inflammation and hepatic steatosis (controlled attenuation parameter) in @DISEASE$ patients.", "label": "1"}
{"id": 300, "sentence": "Recognition of surface N-linked high @COMPOUND$ glycans as a response to cellular stress is a molecular mechanism common to both the pathogenesis of sickle cell disease and resistance to severe malaria in @DISEASE$.", "label": "1"}
{"id": 301, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, @COMPOUND$, iron, copper, and zinc) and osteoporosis (OP), @DISEASE$, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 302, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (homocysteine, @COMPOUND$, and vitamin B12), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with schizophrenia (SCZ, n = 1659), @DISEASE$ (BD, n = 1901), and major depressive disorder (MDD, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 303, "sentence": "Low @COMPOUND$ intakes coupled with high calcium intakes and high calcium-to-magnesium (Ca:Mg) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and metabolic syndrome, as well as some cancers (@DISEASE$, prostate, esophageal), and total mortality.", "label": "1"}
{"id": 304, "sentence": "In recent decades, @COMPOUND$ isolated from different kinds of Chinese herbs have received much attention due to their important biological activities, such as anti-tumor, anti-oxidant, anti-diabetic, radiation protecting, antiviral, @DISEASE$, and immunomodulatory activities.", "label": "1"}
{"id": 305, "sentence": "Methods and design: The Vitamin C, Thiamine and @COMPOUND$ in Sepsis (VICTAS) trial is a multicenter, double-blind, adaptive sample size, randomized, placebo-controlled trial designed to test the efficacy of combination therapy with vitamin C (1.5 g), thiamine (100 mg), and hydrocortisone (50 mg) given every 6 h for up to 16 doses in patients with respiratory or @DISEASE$ (or both) resulting from sepsis.", "label": "0"}
{"id": 306, "sentence": "Comparison of @COMPOUND$, vitamin D and folic acid blood levels in patients with @DISEASE$, drug addiction and controls", "label": "0"}
{"id": 307, "sentence": "The 8-week individualized training program decreased @COMPOUND$, triglycerides, total cholesterol, low-density lipoprotein cholesterol and leptin in obese subjects with and without @DISEASE$.", "label": "0"}
{"id": 308, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, @COMPOUND$, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), @DISEASE$ (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 309, "sentence": "After adjusting for established risk confounders, @COMPOUND$, molybdenum, and titanium were significantly associated with higher risk of @DISEASE$ (odds ratios according to per interquartile range increase, 1.29 [95% CI, 1.13-1.46], 1.19 [95% CI, 1.05-1.35], and 1.30 [95% CI, 1.07-1.59]), whereas rubidium and selenium were associated with lower risk of hemorrhagic stroke (odds ratios according to per interquartile range increase, 0.66 [95% CI, 0.50-0.87] and 0.68 [95% CI, 0.51-0.91]).", "label": "1"}
{"id": 310, "sentence": "The aim of this study is to investigate the possible effect of @COMPOUND$ on serum ADMA levels in @DISEASE$ (UC) patients.", "label": "0"}
{"id": 311, "sentence": "In the present study, we provide novel evidence that thermoneutral housing uncouples the effects of ICE on @COMPOUND$ and energy homeostasis suggesting that ICE, despite improving glucose tolerance, is not an effective @DISEASE$ treatment when mice are housed under humanized thermoneutral conditions.", "label": "0"}
{"id": 312, "sentence": "Background and aims: The triglyceride-@COMPOUND$ (TyG) index is a reliable marker of @DISEASE$, which is a substantial risk factor for cardiovascular diseases.", "label": "1"}
{"id": 313, "sentence": "The combination of continuous @COMPOUND$ monitoring to insulin pumps has opened the way toward glucose-driven insulin therapy, which showed its efficacy in the reduction of @DISEASE$, and more recently on total glucose control through the first hybrid artificial pancreas.", "label": "1"}
{"id": 314, "sentence": "Here, using the random forest machine learning method to analyze participants in the Alzheimer's Disease Neuroimaging Initiative dataset, we show that A/T/N biomarkers show varying importance in predicting @DISEASE$ development, with elevated biomarkers of Aβ and tau better predicting early dementia status, and biomarkers of neurodegeneration, especially @COMPOUND$ hypometabolism, better predicting later dementia status.", "label": "1"}
{"id": 315, "sentence": "Comparison of vitamin B12, @COMPOUND$ and folic acid blood levels in patients with schizophrenia, @DISEASE$ and controls", "label": "0"}
{"id": 316, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, @COMPOUND$, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (@DISEASE$), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 317, "sentence": "Results: Among mothers with @DISEASE$, maternal and newborn plasma high-density lipoprotein cholesterol, apolipoprotein A1, linoleic acid, docosahexaenoic acid, alanine, glutamine, @COMPOUND$, leucine, valine, creatinine, and particle concentration of medium high-density lipoprotein were significantly positively associated (0.001 ≤ q ≤ 0.09).", "label": "1"}
{"id": 318, "sentence": "Objective: To investigate the association of dietary @COMPOUND$s and plasma phospholipid FA patterns, respectively, with measures of adiposity (body mass index, waist circumference, waist-to-height ratio) and the @DISEASE$ in black South Africans.", "label": "0"}
{"id": 319, "sentence": "We investigated associations of weight-loss diet-induced decreases in @DISEASE$ gut-microbial metabolites, trimethylamine N-oxide (TMAO) and @COMPOUND$, with improvements in atherogenic lipoproteins containing apoCIII among patients with obesity.", "label": "0"}
{"id": 320, "sentence": "@DISEASE$ patients showed an inadequate intake of proteins, n-3 PUFA, fiber, iron, calcium, @COMPOUND$, magnesium, zinc, vitamin D and vitamin B12 according to ESPEN guidelines for clinical nutrition in IBD and LARN.", "label": "1"}
{"id": 321, "sentence": "The aim of this hypothesis-generating study was to examine the contribution of the LC-MS-based lipidome, characterized by lipid class, carbon count, and the number of unsaturated bonds, to the interindividual variability in circulating concentrations of retinol, carotenoids, 25-hydroxyvitamin D>sub<3>/sub<, α-tocopherol, @COMPOUND$, and phylloquinone in 35 overweight and @DISEASE$, but healthy men.", "label": "0"}
{"id": 322, "sentence": "In univariate analysis, characteristics prior to admission significantly associated with the primary outcome were sex, BMI and previous treatment with renin-angiotensin-aldosterone system (RAAS) blockers, but not age, type of @DISEASE$, HbA>sub<1c>/sub<, diabetic complications or @COMPOUND$-lowering therapies.", "label": "0"}
{"id": 323, "sentence": "MeSH terms used were @DISEASE$, body weight, body mass index, adipose tissue, lipid metabolism, LDL, HDL, VLDL, insulin resistance, glucose, insulin, hypertension, arterial pressure, olive oil, @COMPOUND$, and other (non-MeSH) terms: total antioxidant capacity, total antioxidant status, hydroxytyrosol'(PROSPERO ID: CRD42021247614).", "label": "0"}
{"id": 324, "sentence": "Dietary Total Antioxidant Capacity and the Risk of @DISEASE$ in Patients With Type 2 Diabetes: A Nested Case-Control Study in the Tehran Lipid @COMPOUND$ Study", "label": "0"}
{"id": 325, "sentence": "@COMPOUND$ Supplement Use and Increased Risk of @DISEASE$", "label": "0"}
{"id": 326, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (@COMPOUND$, magnesium, iron, copper, and zinc) and @DISEASE$ (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 327, "sentence": "Women with pre-existing @DISEASE$, including pregestational diabetes, or who are currently prescribed medicines that affect @COMPOUND$ values will be excluded.", "label": "0"}
{"id": 328, "sentence": "Conclusions: The MDS serves as a promising measure in identifying individuals with @COMPOUND$ deficiency who may benefit from increased intake of magnesium to reduce risks of systemic inflammation and @DISEASE$ mortality.", "label": "1"}
{"id": 329, "sentence": "@COMPOUND$ was not positively correlated with @DISEASE$.", "label": "0"}
{"id": 330, "sentence": "Background: FGF-21 is described as a powerful metabolic regulator with beneficial effects including @COMPOUND$-lowering and improvement of insulin sensitivity without @DISEASE$.", "label": "0"}
{"id": 331, "sentence": "Interactions were present for valine with ob/DM and for valine and @COMPOUND$ with male sex on @DISEASE$ risk.", "label": "1"}
{"id": 332, "sentence": "However, caution is warranted for high blood concentrations of @COMPOUND$ because they may increase the risk of @DISEASE$ recurrence.", "label": "0"}
{"id": 333, "sentence": "Background and aims: We aimed to investigate the effect of L-carnitine on biochemical factors including ammonia, bilirubin, albumin, alanine aminotransferase, aspartate aminotransferase (AST), @COMPOUND$ (BUN), and creatinine (Cr) in patients with @DISEASE$ (HE).", "label": "0"}
{"id": 334, "sentence": "The effects of 30 days SPX treatment of mice with experimentally induced obesity (@DISEASE$) or type 2 diabetes (T2DM) on serum glucose and lipid levels, insulin sensitivity and hormonal profile (insulin, glucagon, @COMPOUND$, leptin, TNF alpha, IL-6 and IL-1β) are characterized.", "label": "0"}
{"id": 335, "sentence": "We examined the association of concentrations of each of the compounds and the ratio of methionine to @COMPOUND$ (representing activity of one-carbon metabolism) with risk of incident @DISEASE$, adjusted for potential confounders.", "label": "0"}
{"id": 336, "sentence": "The @COMPOUND$-glucose index as an @DISEASE$ marker and a predictor of fat loss induced by a low-calorie diet", "label": "1"}
{"id": 337, "sentence": "Higher uPDI score was associated with higher odds of hypertriacylglycerolaemia in men and @DISEASE$, high fasting @COMPOUND$ and hypertriacylglycerolaemia in women.", "label": "0"}
{"id": 338, "sentence": "The aim of this hypothesis-generating study was to examine the contribution of the LC-MS-based lipidome, characterized by lipid class, carbon count, and the number of unsaturated bonds, to the interindividual variability in circulating concentrations of @COMPOUND$, carotenoids, 25-hydroxyvitamin D>sub<3>/sub<, α-tocopherol, γ-tocopherol, and phylloquinone in 35 overweight and @DISEASE$, but healthy men.", "label": "0"}
{"id": 339, "sentence": "Background: This article describes the analysis and interpretation of data relating to the presence of cadmium, lead, @COMPOUND$ and fluoride in human bone samples obtained from cadavers of patients dying of @DISEASE$ of uncertain aetiology (CKDu) in a case-control study, which the authors believe to be the first in Sri Lanka.", "label": "0"}
{"id": 340, "sentence": "Also, it contributes to the proper use of @COMPOUND$ by the cell, thereby improving the regulation of glucose metabolism of the diabetic patient and preventing complications such as fatigue, @DISEASE$, and mental activity.", "label": "1"}
{"id": 341, "sentence": "The most common metabolic and endocrine abnormalities seen in patients with @DISEASE$ include deficiencies in erythropoietin, calcitriol, triiodothyronine, @COMPOUND$, and estrogen.", "label": "1"}
{"id": 342, "sentence": "After adjusting for established risk confounders, copper, molybdenum, and @COMPOUND$ were significantly associated with higher risk of ischemic stroke (odds ratios according to per interquartile range increase, 1.29 [95% CI, 1.13-1.46], 1.19 [95% CI, 1.05-1.35], and 1.30 [95% CI, 1.07-1.59]), whereas rubidium and selenium were associated with lower risk of @DISEASE$ (odds ratios according to per interquartile range increase, 0.66 [95% CI, 0.50-0.87] and 0.68 [95% CI, 0.51-0.91]).", "label": "0"}
{"id": 343, "sentence": "Future clinical studies are needed to further elucidate the effect of @COMPOUND$ on @DISEASE$ risk.", "label": "0"}
{"id": 344, "sentence": "In humans, the relation between methionine intake and @DISEASE$ is dependent on vitamin status (vitamins B-6 and @COMPOUND$ and folic acid) and on the supply of other amino acids.", "label": "0"}
{"id": 345, "sentence": "We found that compared with MDD, serum levels of C-reactive protein, C3, C4, and homocysteine were higher in @DISEASE$ and BD groups, and @COMPOUND$ and vitamin B12 were lower in SCZ and BD groups.", "label": "1"}
{"id": 346, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, copper, and @COMPOUND$) and osteoporosis (OP), gout, rheumatoid arthritis (@DISEASE$), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 347, "sentence": "Women with pre-existing chronic diseases, including @DISEASE$, or who are currently prescribed medicines that affect @COMPOUND$ values will be excluded.", "label": "0"}
{"id": 348, "sentence": "High Serum @COMPOUND$ Concentration Is Associated with Better Lung Function in Male @DISEASE$ Patients Who Are Current Smokers: Analysis of Nationwide Population-Based Survey", "label": "1"}
{"id": 349, "sentence": "To evaluate the effectiveness of predictive low @COMPOUND$ suspend (PLGS) systems within sensor-augmented insulin infusion pumps at preventing @DISEASE$ in patients with type 1 diabetes (DM1), we performed a systematic review and meta-analysis of randomized crossover trials.", "label": "0"}
{"id": 350, "sentence": "AAT levels in the airways of children with @DISEASE$ and controls correlated with circulating @COMPOUND$.", "label": "1"}
{"id": 351, "sentence": "Low magnesium intakes coupled with high calcium intakes and high @COMPOUND$ (Ca:Mg) intake ratios have been associated with increased risk for multiple chronic conditions such as @DISEASE$ and metabolic syndrome, as well as some cancers (colorectal, prostate, esophageal), and total mortality.", "label": "1"}
{"id": 352, "sentence": "High potential for reducing @COMPOUND$-preventable spina bifida and @DISEASE$, and related stillbirth and child mortality, in Ethiopia", "label": "1"}
{"id": 353, "sentence": "Furthermore, consumption of the @COMPOUND$ folate, cobalamin and pyridoxine at dosages of 0.8 mg, 0.5 mg and 20 mg per day, respectively, over a period of one year resulted in lower plasma tHcy levels and @DISEASE$.", "label": "1"}
{"id": 354, "sentence": "Methods and design: The Vitamin C, Thiamine and @COMPOUND$ in @DISEASE$ (VICTAS) trial is a multicenter, double-blind, adaptive sample size, randomized, placebo-controlled trial designed to test the efficacy of combination therapy with vitamin C (1.5 g), thiamine (100 mg), and hydrocortisone (50 mg) given every 6 h for up to 16 doses in patients with respiratory or circulatory dysfunction (or both) resulting from sepsis.", "label": "0"}
{"id": 355, "sentence": "Disorders such as vitamin D, active B12, folate, homocystein (@COMPOUND$) and @DISEASE$ were present following both surgeries.", "label": "0"}
{"id": 356, "sentence": "High @COMPOUND$-induced derangements in metabolic pathways are primarily associated with the initiation and progression of secondary complications namely, diabetic nephropathy, @DISEASE$, and retinopathy.", "label": "1"}
{"id": 357, "sentence": "Conclusions: These findings suggest that greater availability of methionine, an @COMPOUND$, may play a role in the prevention of cerebrovascular diseases and explain the previously recognized link between elevated homocysteine and @DISEASE$.", "label": "1"}
{"id": 358, "sentence": "Effects of the resistant starch on @COMPOUND$, insulin, insulin resistance, and lipid parameters in overweight or @DISEASE$ adults: a systematic review and meta-analysis", "label": "0"}
{"id": 359, "sentence": "We found that compared with @DISEASE$, serum levels of C-reactive protein, C3, C4, and homocysteine were higher in SCZ and BD groups, and folate and @COMPOUND$ were lower in SCZ and BD groups.", "label": "0"}
{"id": 360, "sentence": "Results: Plasma @COMPOUND$ and the methionine/homocysteine ratio were inversely associated with risk of @DISEASE$, with odds ratios per 1 SD of 0.83 (95% CI, 0.72-0.96) and 0.82 (95% CI, 0.71-0.95), respectively.", "label": "1"}
{"id": 361, "sentence": "Materials and methods: This randomized, triple-masking, placebo-controlled clinical trial conducted on 86 asthenozoospermia @DISEASE$ men with serum 25 hydroxy vitamin D3 (@COMPOUND$) < 30 ng/ml in the infertility clinic of Ahvaz Jahad daneshgahi, Iran.", "label": "0"}
{"id": 362, "sentence": "Vitamin and @DISEASE$ are quite common prior to and after bariatric surgery, and therefore we have evaluated the effects of two different cholecalciferol supplementation regimes on serum calcium, @COMPOUND$, and parathyroid hormone (PTH).", "label": "0"}
{"id": 363, "sentence": "The association of @COMPOUND$ patterns with @DISEASE$ and the MetS was weaker for dietary FA patterns than for plasma phospholipid FA patterns.", "label": "1"}
{"id": 364, "sentence": "Conclusions: The nutrient patterns that are highly loading of beta-carotene, vitamin K, @COMPOUND$, and vitamin C in nutrient patterns may be associated to higher risk of obesity in overweight and @DISEASE$ Iranian women.", "label": "1"}
{"id": 365, "sentence": "Taken together, our results suggest that altered @COMPOUND$ status, especially reduced PUFA, may influence hip fracture repair and even contribute to @DISEASE$ susceptibility in the elderly.", "label": "1"}
{"id": 366, "sentence": "Effects and feasibility of a prehabilitation programme incorporating a low-carbohydrate, high-@COMPOUND$ approach in patients with @DISEASE$: A retrospective study", "label": "0"}
{"id": 367, "sentence": "@DISEASE$ risk factors related to lipid profile, blood pressure, adiposity and @COMPOUND$ regulation were recorded.", "label": "1"}
{"id": 368, "sentence": "DRT promoted gains in BMD in different body locations, in addition to increasing pro-osteogenic factors (Klotho and calcitriol) and reducing those related to @DISEASE$, such as sclerostin, FGF23, and @COMPOUND$.", "label": "1"}
{"id": 369, "sentence": "The effects of 30 days SPX treatment of mice with experimentally induced obesity (DIO) or type 2 diabetes (@DISEASE$) on serum glucose and lipid levels, insulin sensitivity and hormonal profile (insulin, glucagon, adiponectin, @COMPOUND$, TNF alpha, IL-6 and IL-1β) are characterized.", "label": "0"}
{"id": 370, "sentence": "Objectives: We aimed to identify sources of variability in the fat composition of human milk fed to @DISEASE$ and examine the impact of milk source (mother's own or donor) on fat and @COMPOUND$ intakes.", "label": "0"}
{"id": 371, "sentence": "Bariatric surgery may increase the risk of iron, vitamin B>sub<12>/sub<, @COMPOUND$ and copper deficiencies, which can cause @DISEASE$.", "label": "1"}
{"id": 372, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (homocysteine, folate, and @COMPOUND$), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with schizophrenia (SCZ, n = 1659), bipolar disorder (@DISEASE$, n = 1901), and major depressive disorder (MDD, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 373, "sentence": "Low magnesium intakes coupled with high @COMPOUND$ intakes and high calcium-to-magnesium (Ca:Mg) intake ratios have been associated with increased risk for multiple chronic conditions such as @DISEASE$ and metabolic syndrome, as well as some cancers (colorectal, prostate, esophageal), and total mortality.", "label": "1"}
{"id": 374, "sentence": "Human @DISEASE$ cells were subjected to changing levels of @COMPOUND$ to mimic the condition of CR and RF.", "label": "0"}
{"id": 375, "sentence": "Objective: @COMPOUND$ disorders and dyslipidemia are closely associated with @DISEASE$ and metabolic disease.", "label": "1"}
{"id": 376, "sentence": "Correlation between Levels of @COMPOUND$ and E in @DISEASE$: A Case-Control Study in Serdang, Selangor, Malaysia", "label": "0"}
{"id": 377, "sentence": "In this study, a novel water soluble @COMPOUND$ (named GFP-4) was extracted from Grifola frondosa at 4 >sup<o>/sup<C, and its preliminary structure and inhibitory effects on human @DISEASE$ MKN-45 cells through the Fas/FasL death receptor apoptosis pathway were investigated.", "label": "1"}
{"id": 378, "sentence": "Also, it contributes to the proper use of @COMPOUND$ by the cell, thereby improving the regulation of glucose metabolism of the diabetic patient and preventing complications such as @DISEASE$, insomnia, and mental activity.", "label": "1"}
{"id": 379, "sentence": "Low @COMPOUND$ intakes coupled with high calcium intakes and high calcium-to-magnesium (Ca:Mg) intake ratios have been associated with increased risk for multiple chronic conditions such as @DISEASE$ and metabolic syndrome, as well as some cancers (colorectal, prostate, esophageal), and total mortality.", "label": "1"}
{"id": 380, "sentence": "After protein ingestion, whole-body protein synthesis and oxidation rates increased to a greater extent in lean men than in the @DISEASE$ (P-interaction < 0.05), resulting in a higher whole-body protein net balance in the lean than in the obese (7.1 ± 0.2 and 4.6 ± 0.4 µmol @COMPOUND$ · h-1 · kg-1, respectively; P-interaction < 0.001).", "label": "1"}
{"id": 381, "sentence": "The objective of this cross-sectional analysis was to investigate in 109 adults with type 1 @DISEASE$ the relationship between sleep, circadian parameters and insulin sensitivity, as assessed by estimated @COMPOUND$ disposal rate (eGDR).", "label": "0"}
{"id": 382, "sentence": "Thus, @COMPOUND$ has shown glucose-lowering and anti-inflammatory properties in diabetic models, dyslipidemia-, atherosclerosis-, and obesity-preventing effects in @DISEASE$ and obese models, and antihypertensive and antioxidant effects in hypertensive models.", "label": "1"}
{"id": 383, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, copper, and @COMPOUND$) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), @DISEASE$ (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 384, "sentence": "Results: The available evidence is insufficient to create a definite conclusion that nutritional supplements including chromium, n-3 PUFAs, @COMPOUND$, zinc and magnesium might be beneficial for the prevention and treatment of T2DM and therefore, the general recommendation to use these supplements in the management of @DISEASE$ cannot be justified.", "label": "0"}
{"id": 385, "sentence": "Role of @COMPOUND$-mediated cellular stress response in @DISEASE$-associated retinal degeneration", "label": "0"}
{"id": 386, "sentence": "The 8-week individualized training program decreased glucose, triglycerides, total @COMPOUND$, low-density lipoprotein cholesterol and leptin in obese subjects with and without @DISEASE$.", "label": "0"}
{"id": 387, "sentence": "Background: The last international consensus on the management of type 2 diabetes (@DISEASE$) recommends SGLT-2 inhibitors or GLP-1 agonists for patients with clinical cardiovascular (CV) disease; metformin remains the first-line @COMPOUND$ lowering medication.", "label": "1"}
{"id": 388, "sentence": "Background: The role of resistant starch (@COMPOUND$) in glucose, insulin, @DISEASE$ or sensitivity, and lipid parameters have been reported in several studies and remained controversial.", "label": "1"}
{"id": 389, "sentence": "Although the supplementation did not influence glycemic indices, patients in the @COMPOUND$ group had greater @DISEASE$ compared with the placebo group after intervention (0.3 ± 2.3 μIU/mL vs. - 0.04 ± 2.05, P = 0.04).", "label": "1"}
{"id": 390, "sentence": "22 IBS patients positively tested for either lactose-, fructose-, sorbitol- or combined @DISEASE$ were subjected to 2-weeks @COMPOUND$ elimination and subsequent 4-weeks re-introduction.", "label": "0"}
{"id": 391, "sentence": "The effects of 30 days SPX treatment of mice with experimentally induced obesity (DIO) or type 2 diabetes (@DISEASE$) on serum glucose and lipid levels, insulin sensitivity and hormonal profile (insulin, @COMPOUND$, adiponectin, leptin, TNF alpha, IL-6 and IL-1β) are characterized.", "label": "0"}
{"id": 392, "sentence": "@COMPOUND$- and Choline-Deficient Diet-Induced @DISEASE$ Is Associated with Increased Intestinal Inflammation", "label": "1"}
{"id": 393, "sentence": "We observed a significant reduction in levels of serum insulin, triglycerides, homeostasis model assessment of @DISEASE$, triglyceride/@COMPOUND$ index, and triglycerides/high-density lipoprotein cholesterol indices and nitric oxide, throughout the entire study period.", "label": "0"}
{"id": 394, "sentence": "In this work we performed a thorough study of the copper(ii)-@COMPOUND$ complexes containing different imidazolidine-2-thione ligands in @DISEASE$ cells, and revealed that these complexes induce endoplasmic reticulum (ER) stress and subsequently cell death mediated by the unfolded protein response.", "label": "1"}
{"id": 395, "sentence": "@COMPOUND$ depletion was associated with risk of @DISEASE$, reduced muscle strength, food intake changes, reduced functional capacity, self-reported well-nourished status and inadequate intake of vitamin B6 and manganese, but not with oxidative stress.", "label": "1"}
{"id": 396, "sentence": "Methods: Adipose tissue inflammation (macrophage and T-cell content and expression of proinflammatory cytokines), liver and whole-body insulin sensitivity (assessed using a hyperinsulinemic-euglycemic clamp and @COMPOUND$ tracer infusion), and 24-hour serial plasma cytokine concentrations were evaluated in 3 groups stratified by @DISEASE$ and intrahepatic triglyceride (IHTG) content: (1) lean with normal IHTG content (LEAN; N = 14); (2) obese with normal IHTG content (OB-NL; N = 28); and (3) obese with NAFLD (OB-NAFLD; N = 28).", "label": "0"}
{"id": 397, "sentence": "The aim of this hypothesis-generating study was to examine the contribution of the LC-MS-based lipidome, characterized by lipid class, carbon count, and the number of unsaturated bonds, to the interindividual variability in circulating concentrations of retinol, carotenoids, @COMPOUND$>sub<3>/sub<, α-tocopherol, γ-tocopherol, and phylloquinone in 35 overweight and @DISEASE$, but healthy men.", "label": "0"}
{"id": 398, "sentence": "Purpose: In this study, we investigated the circulating levels of @COMPOUND$ (25[OH]D) in Brazilian women with @DISEASE$ in samples collected at diagnosis, and correlated these with clinicopathological parameters relevant to disease prognosis.", "label": "0"}
{"id": 399, "sentence": "@COMPOUND$ dietary intake and physical activity in @DISEASE$ by gender in White, African-American and Mexican American: NHANES 2011-2014", "label": "0"}
{"id": 400, "sentence": "The plasma phospholipid FA pattern with high loadings of saturated FAs (high-Satfat) and another with high loadings of @COMPOUND$ (n-3 VLC-PUFAs) were positively associated with measures of @DISEASE$ and the MetS, while patterns with positive loadings of LC monounsaturated fatty acids (n-9 LC-MUFA) and a positive loading of n-3 essential FAs (n-3 EFA) showed inverse associations with the MetS and some measures of adiposity.", "label": "1"}
{"id": 401, "sentence": "The most common metabolic and endocrine abnormalities seen in patients with @DISEASE$ include deficiencies in erythropoietin, calcitriol, triiodothyronine, testosterone, and @COMPOUND$.", "label": "1"}
{"id": 402, "sentence": "The 8-week individualized training program decreased glucose, triglycerides, total cholesterol, @COMPOUND$ and leptin in obese subjects with and without @DISEASE$.", "label": "0"}
{"id": 403, "sentence": "Gestational diabetes mellitus (@DISEASE$) is a disease of pregnancy that is associated with @COMPOUND$ intolerance and foeto-placental vascular dysfunction.", "label": "1"}
{"id": 404, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, @COMPOUND$, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (@DISEASE$), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 405, "sentence": "@DISEASE$ risk according to circulating zinc and @COMPOUND$ concentrations: A meta-analysis and Mendelian randomization study", "label": "1"}
{"id": 406, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, @COMPOUND$, and zinc) and osteoporosis (OP), @DISEASE$, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 407, "sentence": "Additionally, we assessed the relationships between faecal metabolites and markers of metabolic health including fasting @COMPOUND$, insulin, free fatty acids, @DISEASE$ (HOMA-IR) and fasting substrate oxidation in 86 individuals with a wide range of body mass index.", "label": "0"}
{"id": 408, "sentence": "Spontaneous hypoglycemia is also common in patients with CF without @DISEASE$, who are not on @COMPOUND$ lowering medications.", "label": "0"}
{"id": 409, "sentence": "Background: The last international consensus on the management of @DISEASE$ (T2D) recommends SGLT-2 inhibitors or GLP-1 agonists for patients with clinical cardiovascular (CV) disease; metformin remains the first-line @COMPOUND$ lowering medication.", "label": "1"}
{"id": 410, "sentence": "Conclusions: Despite the low folate status among these nonpregnant Malaysian women, the inclusion of @COMPOUND$ in weekly IFA supplements did not reduce @DISEASE$ or improve iron status, over iron alone.", "label": "0"}
{"id": 411, "sentence": "Female placentas likely have reduced beta-oxidation capacity and appear to store @COMPOUND$ through greater placental esterification, suggesting impaired placenta function and lipid transfer in female placentas of @DISEASE$ mothers.", "label": "0"}
{"id": 412, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, @COMPOUND$, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), @DISEASE$ (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 413, "sentence": "The results of ordinal logistic analysis adjusted by age, sex, and all comorbidities, showed that patients with DLB and @DISEASE$ were more likely to develop malnutrition [odds ratios 6.834 and 5.414, respectively (P < .001)], whereas FTD had a lower risk of developing malnutrition than the other dementia subtypes (odds ratio 2.883, P = .002).There was no difference in terms of other parameters including vitamin B12, @COMPOUND$, and vitamin D (P > .05).", "label": "0"}
{"id": 414, "sentence": "Background: @COMPOUND$, including folic acid, may play a dual role in @DISEASE$ development.", "label": "1"}
{"id": 415, "sentence": "Thirty-three overweight/@DISEASE$ patients (BMI 27-36 kg m>sup<-2>/sup<) were randomized into two groups receiving two servings of non-fat yoghurt per day, either strawberry-flavored enriched with vitamins B1, @COMPOUND$ and B6 (VY) or conventional (CY) for 12 weeks.", "label": "0"}
{"id": 416, "sentence": "Results: @COMPOUND$ interventions in Ethiopia would have prevented about 41,610 cases of folic acid-preventable spina bifida and @DISEASE$-affected pregnancies during the year 2016.", "label": "1"}
{"id": 417, "sentence": "After adjusting for age, sex, race, education, physical activity, drinking frequency, current smoking status, poverty-to-income ratio, Total cholesterol, high-density lipoprotein cholesterol, serum folate, @COMPOUND$, body mass index, waist circumference, and diabetes mellitus, patients with both hypertension and hyperhomocysteinemia had a 5.072 (3.967-6.486) times risk of @DISEASE$ than their healthy compartments, higher than that in patients with only hypertension or hyperhomocysteinemia.", "label": "0"}
{"id": 418, "sentence": "The subgroup analysis showed that @COMPOUND$ might be more effective in reducing the enzymes when supplemented in higher doses (≥ 2000 mg/day), for longer durations (> 12 weeks), and among patients with @DISEASE$.", "label": "1"}
{"id": 419, "sentence": "High @COMPOUND$-induced derangements in metabolic pathways are primarily associated with the initiation and progression of secondary complications namely, diabetic nephropathy, neuropathy, and @DISEASE$.", "label": "1"}
{"id": 420, "sentence": "Participants with higher serum 25(OH)D3, @COMPOUND$, phosphorous, and Alb levels were significantly less likely to self-report @DISEASE$ or anxiety after adjustment (>i<p>/i< = 0.009, >i<p>/i< = 0.005, >i<p>/i< = 0.003, and >i<p>/i< = 0.005, respectively).", "label": "1"}
{"id": 421, "sentence": "There was limited evidence supporting causal associations between fasting @COMPOUND$ and @DISEASE$.", "label": "0"}
{"id": 422, "sentence": "Vitamin D>sub<3>/sub< plus @COMPOUND$ cosupplementation in @DISEASE$ patients has beneficial impacts on inflammation and nutritional status.", "label": "1"}
{"id": 423, "sentence": "(4) Conclusions: The lack of improvement in sperm quality in obese men after metabolic surgery may be related to nutrient @DISEASE$, especially @COMPOUND$, copper and iron.", "label": "1"}
{"id": 424, "sentence": "In the presence of stimulation by cobalt protoporphyrin (CoPP), an HO-1 inducer, apoptotic characteristics were observed, including DNA laddering, hypodiploid cells, and cleavages of caspase (Casp)-3 and poly(ADP) @COMPOUND$ polymerase (PARP) proteins in human @DISEASE$ COLO205, HCT-15, LOVO and HT-29 cells in serum-free (SF) conditions with increased HO-1, but not heat shock protein 70 (HSP70) or HSP90.", "label": "0"}
{"id": 425, "sentence": "Conclusions/interpretation: Combining postprandial exercise announcement, which increases closed-loop system @COMPOUND$ target levels, with a 33% meal bolus reduction significantly reduced time spent in @DISEASE$ compared with the other two strategies, yet at the expense of more time spent in hyperglycaemia.", "label": "1"}
{"id": 426, "sentence": "Possible factors are defective insulin signals, @COMPOUND$ oxidation, and degradation of glycated proteins as well as alteration in glutathione metabolism which induced @DISEASE$.", "label": "1"}
{"id": 427, "sentence": "@COMPOUND$ content is a major contributor to the increase in global @DISEASE$ rates.", "label": "1"}
{"id": 428, "sentence": "Fibrosing @DISEASE$ was established in Alms1 mutant (foz/foz) and C57BL/6J wildtype mice fed high-fat/high-cholesterol or @COMPOUND$- and choline-deficient diet.", "label": "0"}
{"id": 429, "sentence": "Background: The neuroprotective benefits of combined folic acid and @COMPOUND$ (DHA) on cognitive function in @DISEASE$ (MCI) patients are suggested but unconfirmed.", "label": "0"}
{"id": 430, "sentence": "Results: Among mothers with @DISEASE$, maternal and newborn plasma high-density lipoprotein cholesterol, apolipoprotein A1, linoleic acid, @COMPOUND$, alanine, glutamine, isoleucine, leucine, valine, creatinine, and particle concentration of medium high-density lipoprotein were significantly positively associated (0.001 ≤ q ≤ 0.09).", "label": "1"}
{"id": 431, "sentence": "Three weeks of interrupting sitting lowers fasting @COMPOUND$ and glycemic variability, but not glucose tolerance, in free-living women and men with @DISEASE$", "label": "0"}
{"id": 432, "sentence": "Letter to the Editor: Comment on &quot;Folate and @COMPOUND$ status is associated with insulin resistance and metabolic syndrome in @DISEASE$&quot;", "label": "1"}
{"id": 433, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, @COMPOUND$, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), @DISEASE$ (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 434, "sentence": "Background: Prior research suggested a differential association of @COMPOUND$ (25(OH)D) metabolites with type 2 diabetes (@DISEASE$), with total 25(OH)D and 25(OH)D3 inversely associated with T2D, but the epimeric form (C3-epi-25(OH)D3) positively associated with T2D.", "label": "1"}
{"id": 435, "sentence": "Therefore, this study aimed to evaluate the effect of @COMPOUND$ mouthwash on the prevention, incidence, and severity of @DISEASE$ in cancer patients undergoing chemotherapy.", "label": "0"}
{"id": 436, "sentence": "The prevalence of @DISEASE$ was 27.8%, while iron, folate, @COMPOUND$ and vitamin D deficiencies affected 24.8%, 11.6%, 8.9% and 16.2%, respectively.", "label": "1"}
{"id": 437, "sentence": "Furthermore, consumption of the B vitamins folate, @COMPOUND$ and pyridoxine at dosages of 0.8 mg, 0.5 mg and 20 mg per day, respectively, over a period of one year resulted in lower plasma tHcy levels and @DISEASE$.", "label": "1"}
{"id": 438, "sentence": "We found that compared with MDD, serum levels of C-reactive protein, C3, C4, and homocysteine were higher in SCZ and @DISEASE$ groups, and @COMPOUND$ and vitamin B12 were lower in SCZ and BD groups.", "label": "1"}
{"id": 439, "sentence": "Although effective in reducing @DISEASE$, OLZ causes rapid impairments in @COMPOUND$ and lipid homeostasis.", "label": "0"}
{"id": 440, "sentence": "Fasted @COMPOUND$ and insulin were used to assess the primary outcomes of @DISEASE$ (HOMA-IR), and insulin sensitivity (Matsuda index) and β-cell function (Insulinogenic index) were estimated using an OGTT.", "label": "1"}
{"id": 441, "sentence": "The results of ordinal logistic analysis adjusted by age, sex, and all comorbidities, showed that patients with DLB and VaD were more likely to develop malnutrition [odds ratios 6.834 and 5.414, respectively (P < .001)], whereas @DISEASE$ had a lower risk of developing malnutrition than the other dementia subtypes (odds ratio 2.883, P = .002).There was no difference in terms of other parameters including @COMPOUND$, folate, and vitamin D (P > .05).", "label": "0"}
{"id": 442, "sentence": "Objective: Evaluate the effects of vitamin D3 (@COMPOUND$) on sperm parameters and endocrine markers in infertile men with @DISEASE$.", "label": "0"}
{"id": 443, "sentence": "After controlling for potential confounders (age, sex, family PIR, education, marital status, disease history, @DISEASE$, thyroid problems, physical activity, social support, smoking, total energy, and cholesterol, retinol, @COMPOUND$, beta-carotene, beta-criptoxanthin, vitamin B1, iron, and phosphorus levels), a significant nonlinear inverse association between caffeine consumption and PHQ-9 scores was observed.", "label": "0"}
{"id": 444, "sentence": "Higher genetically predicted @COMPOUND$ levels were associated with decreased risk of @DISEASE$ (OR>sub<SD>/sub<, 0.88; 95% CI, 0.78, 1.00, p = 0.049) and any stroke (OR>sub<SD>/sub<, 0.86; 95% CI, 0.76, 0.97, p = 0.012).", "label": "1"}
{"id": 445, "sentence": "Lowering of BCAA and branched-chain ketoacid (BCKA) levels by feeding BCAA-restricted diet or by the activation of the rate-limiting enzyme in BCAA catabolism, branched-chain ketoacid dehydrogenase (BCKDH), in rodent models of @DISEASE$ have clear salutary effects on @COMPOUND$ and lipid homeostasis, but BCAA restriction has more modest effects in short-term studies in human T2D subjects.", "label": "1"}
{"id": 446, "sentence": "The proportion of those with serum @COMPOUND$ < 40 nmol/l was higher in @DISEASE$ (12 %) than in healthy-weight older women (6 %).", "label": "1"}
{"id": 447, "sentence": "Recognition of surface N-linked high mannose @COMPOUND$ as a response to cellular stress is a molecular mechanism common to both the pathogenesis of @DISEASE$ and resistance to severe malaria in sickle cell trait.", "label": "1"}
{"id": 448, "sentence": "Oral @COMPOUND$ Supplementation Improved Lipid Profile but Increased Insulin Resistance in Patients with @DISEASE$: a Double-Blind Randomized Controlled Clinical Trial", "label": "1"}
{"id": 449, "sentence": "Conclusions: These findings suggest that greater availability of methionine, an @COMPOUND$, may play a role in the prevention of @DISEASE$ and explain the previously recognized link between elevated homocysteine and stroke.", "label": "1"}
{"id": 450, "sentence": "Furthermore, consumption of the B vitamins folate, cobalamin and @COMPOUND$ at dosages of 0.8 mg, 0.5 mg and 20 mg per day, respectively, over a period of one year resulted in lower plasma tHcy levels and @DISEASE$.", "label": "1"}
{"id": 451, "sentence": "This study aimed to examine the impact of circulating zinc and @COMPOUND$ concentrations on @DISEASE$ risk, using meta-analysis and Mendelian randomization (MR) approaches.", "label": "0"}
{"id": 452, "sentence": "Methods and analysis: PREDICT is a two-arm, parallel group, single-masked randomised controlled trial in adults with pre-@DISEASE$ or early-stage T2DM (with glycated haemoglobin (HbA1c) up to 8.0% (64 mmol/mol)), not treated with @COMPOUND$-lowering medication.", "label": "0"}
{"id": 453, "sentence": "Etiology of colorectal cancer (@DISEASE$) is related, at least in part, with nutritional profile and epidemiological data indicating a key role of @COMPOUND$ on CRC pathogenesis.", "label": "1"}
{"id": 454, "sentence": "In this work we performed a thorough study of the @COMPOUND$(ii)-phenanthroline complexes containing different imidazolidine-2-thione ligands in @DISEASE$ cells, and revealed that these complexes induce endoplasmic reticulum (ER) stress and subsequently cell death mediated by the unfolded protein response.", "label": "1"}
{"id": 455, "sentence": "The results of ordinal logistic analysis adjusted by age, sex, and all comorbidities, showed that patients with DLB and VaD were more likely to develop malnutrition [odds ratios 6.834 and 5.414, respectively (P < .001)], whereas FTD had a lower risk of developing malnutrition than the other @DISEASE$ subtypes (odds ratio 2.883, P = .002).There was no difference in terms of other parameters including vitamin B12, folate, and @COMPOUND$ (P > .05).", "label": "0"}
{"id": 456, "sentence": "Background: This article describes the analysis and interpretation of data relating to the presence of cadmium, lead, mercury and @COMPOUND$ in human bone samples obtained from cadavers of patients dying of Chronic Kidney Disease of uncertain aetiology (@DISEASE$) in a case-control study, which the authors believe to be the first in Sri Lanka.", "label": "0"}
{"id": 457, "sentence": "The plasma phospholipid FA pattern with high loadings of saturated FAs (high-Satfat) and another with high loadings of n-3 very-long-chain PUFAs (n-3 VLC-PUFAs) were positively associated with measures of @DISEASE$ and the MetS, while patterns with positive loadings of LC monounsaturated fatty acids (n-9 LC-MUFA) and a positive loading of @COMPOUND$ (n-3 EFA) showed inverse associations with the MetS and some measures of adiposity.", "label": "1"}
{"id": 458, "sentence": "Results: Among mothers with @DISEASE$, maternal and newborn plasma high-density lipoprotein cholesterol, apolipoprotein A1, linoleic acid, docosahexaenoic acid, alanine, glutamine, isoleucine, leucine, valine, @COMPOUND$, and particle concentration of medium high-density lipoprotein were significantly positively associated (0.001 ≤ q ≤ 0.09).", "label": "1"}
{"id": 459, "sentence": "We investigated the effect of @COMPOUND$ modification on insulin secretion in subjects with the @DISEASE$.", "label": "0"}
{"id": 460, "sentence": "Results: Patients with hyperhidrosis had significantly higher waist circumference (estimated mean values ± SD for patients and the control group, 85.5 ± 10.8 cm vs 81.3 ± 10.3 cm, p < 0.001), blood pressure (SBP, 121.1 ± 16.9 vs 111.7 ± 10.3, p < 0.001 AND DBP, 77.5 ± 12.8 vs 73.6 ± 8.6, p < 0.001, respectively), fasting @COMPOUND$ (97.1 ± 11.3 vs 91.5 ± 9.2, p < 0.001), and the number of components of @DISEASE$ (1.4 ± 1.3 vs 1.0 ± 1.2, p = 0.002), and significantly lower estimated glomerular filtration rate (144.3 ± 53.2 vs 158.3 ± 55.7, p = 0.002) and EQ-5D values (estimated mean values (standard error) for patients and the control group, 0.92 (0.01) vs 0.97 (0.01), p < 0.001) compared to the control group after adjustment.", "label": "0"}
{"id": 461, "sentence": "Results: Among mothers with @DISEASE$, maternal and newborn plasma high-density lipoprotein cholesterol, apolipoprotein A1, linoleic acid, docosahexaenoic acid, alanine, glutamine, isoleucine, leucine, @COMPOUND$, creatinine, and particle concentration of medium high-density lipoprotein were significantly positively associated (0.001 ≤ q ≤ 0.09).", "label": "1"}
{"id": 462, "sentence": "Methods and findings: We performed a meta-analysis of genome-wide association studies for total 25(OH)D (N = 120,618), @COMPOUND$ (N = 40,562), and C3-epi-25(OH)D3 (N = 40,562) in participants of European descent (European Prospective Investigation into @DISEASE$ and Nutrition [EPIC]-InterAct study, EPIC-Norfolk study, EPIC-CVD study, Ely study, and the SUNLIGHT consortium).", "label": "0"}
{"id": 463, "sentence": "The multivariable ORs with 95% CIs for total stroke, ischemic stroke and @DISEASE$ in the highest versus the lowest quartile of plasma @COMPOUND$ were 1.49 (1.16-1.90; >i<P>/i<-trend = 0.001), 1.46 (1.12-1.92; >i<P>/i<-trend = 0.004) and 2.05 (0.95-4.38; >i<P>/i<-trend = 0.050), respectively.", "label": "0"}
{"id": 464, "sentence": "Searches were also undertaken using keywords, in English, such as chromium'OR vitamin D'OR omega-3 fatty acids'OR @COMPOUND$'OR magnesium'in combination with @DISEASE$.", "label": "0"}
{"id": 465, "sentence": "The results indicated blueberry @COMPOUND$ protected endothelial function against high-glucose (HG) injury via antioxidant and vasodilatory mechanisms, which could be promising molecules as a hypotensive nutraceutical for @DISEASE$ patients.", "label": "1"}
{"id": 466, "sentence": "We find that extravascular hemolysis in @DISEASE$ correlates with high @COMPOUND$ glycan levels on RBCs.", "label": "1"}
{"id": 467, "sentence": "The effects of 30 days SPX treatment of mice with experimentally induced obesity (DIO) or @DISEASE$ (T2DM) on serum glucose and lipid levels, insulin sensitivity and hormonal profile (insulin, glucagon, adiponectin, @COMPOUND$, TNF alpha, IL-6 and IL-1β) are characterized.", "label": "0"}
{"id": 468, "sentence": "After adjusting for age, sex, race, education, physical activity, drinking frequency, current smoking status, poverty-to-income ratio, Total cholesterol, high-density lipoprotein cholesterol, serum folate, @COMPOUND$, body mass index, waist circumference, and diabetes mellitus, patients with both @DISEASE$ and hyperhomocysteinemia had a 5.072 (3.967-6.486) times risk of CKD than their healthy compartments, higher than that in patients with only hypertension or hyperhomocysteinemia.", "label": "0"}
{"id": 469, "sentence": "@DISEASE$ immediately post-kidney transplant with rapid recovery after @COMPOUND$ administration", "label": "1"}
{"id": 470, "sentence": "Results: The available evidence is insufficient to create a definite conclusion that nutritional supplements including chromium, n-3 PUFAs, vitamin D, @COMPOUND$ and magnesium might be beneficial for the prevention and treatment of @DISEASE$ and therefore, the general recommendation to use these supplements in the management of diabetes cannot be justified.", "label": "0"}
{"id": 471, "sentence": "Starting in 2016, the Food and Drug Administration (FDA) authorized voluntary @COMPOUND$ fortification of corn masa flour to reduce the risk of neural tube defects (@DISEASE$) among infants of Hispanic women of reproductive age.", "label": "1"}
{"id": 472, "sentence": "Background: To investigate longitudinal associations of maternal @COMPOUND$/HbA>sub<1c>/sub< and insulin dose with birthweight-related outcomes in women with @DISEASE$.", "label": "0"}
{"id": 473, "sentence": "In this secondary analysis of data from a double-blind randomized controlled trial (clinicaltrials.gov identifier: >a href=http://clinicaltrials.gov/show/NCT00133744'title=See in ClinicalTrials.gov<NCT00133744>/a<) of micronutrient supplementation (multiple micronutrients [MMN], iron-@COMPOUND$ [IFA] and folic acid [FA] alone), we examined the potential modifying effect of gestational age at enrolment on the association of antenatal supplementation and pregnancy-induced hypertension (@DISEASE$).", "label": "1"}
{"id": 474, "sentence": "Background and aims: We aimed to investigate the effect of L-carnitine on biochemical factors including ammonia, bilirubin, albumin, alanine aminotransferase, aspartate aminotransferase (AST), blood urea nitrogen (BUN), and creatinine (Cr) in patients with @DISEASE$ (@COMPOUND$).", "label": "0"}
{"id": 475, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, copper, and @COMPOUND$) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and @DISEASE$.", "label": "0"}
{"id": 476, "sentence": "In women adjusted ORs (95%CI, p value) for prefrailty in the first, second, third, and fourth quartiles of @COMPOUND$ intake were 1.00 (reference), 0.52 (0.29-0.92, 0.024), 0.51 (0.28-0.95, 0.033), and 0.38 (0.19-0.74, 0.005), respectively, by multivariate logistic regression analysis (variates: age, body mass index, energy intake, supplement use, @DISEASE$, magnesium, and protein intake).", "label": "0"}
{"id": 477, "sentence": "The following outcomes were extracted: weight, body mass index, lipid and @COMPOUND$ variables, blood pressure, eating behavior, self-esteem, @DISEASE$, quality of life, physical activity, and diet quality.", "label": "0"}
{"id": 478, "sentence": "Effects of @COMPOUND$ consumption on gut microbiota, inflammatory markers, and disease severity in patients with @DISEASE$: a study protocol for a randomized clinical trial", "label": "1"}
{"id": 479, "sentence": "Although @COMPOUND$ treatment addresses vitamin K deficiency and is believed to promote bone health, the corresponding findings on @DISEASE$ risk reduction are conflicting.", "label": "1"}
{"id": 480, "sentence": "Thiamine, a water-soluble vitamin also known as vitamin B1, is a critical cofactor in energy metabolism and may be competitively inhibited by the antimetabolite @COMPOUND$, a uremic toxin that accumulates in @DISEASE$.", "label": "1"}
{"id": 481, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, @COMPOUND$, and zinc) and @DISEASE$ (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 482, "sentence": "Adequately fortified staples, delivered at estimated coverage rates in these countries, have the potential to avert 72.1 million cases of anemia among non-pregnant women of reproductive age; 51,636 live births associated with @COMPOUND$-preventable NTDs (i.e., @DISEASE$, anencephaly); and 46,378 child deaths associated with NTDs annually.", "label": "1"}
{"id": 483, "sentence": "Presence of @DISEASE$, use of insulin or @COMPOUND$ variability could potentially constitute risk factors for falls inside the hospital as well.", "label": "0"}
{"id": 484, "sentence": "Methionine- and @COMPOUND$-Deficient Diet-Induced @DISEASE$ Is Associated with Increased Intestinal Inflammation", "label": "1"}
{"id": 485, "sentence": "After adjustments for age and height, an inverse association was found between @DISEASE$ and INQ of iron, vitamin B6, and @COMPOUND$, and a positive association was found between obesity and INQ of zinc (all P < 0.05).", "label": "1"}
{"id": 486, "sentence": "Objective: To assess the efficacy of the combination of Tadalafil 5 mg and nutritional supplements composed by Panax ginseng, Moringa Oleifera and @COMPOUND$ on @DISEASE$ function in men with mild and moderate vasculogenic ED.", "label": "0"}
{"id": 487, "sentence": "After adjusting for age, sex, race, education, physical activity, drinking frequency, current smoking status, poverty-to-income ratio, Total cholesterol, high-density lipoprotein cholesterol, serum @COMPOUND$, vitamin B12, body mass index, waist circumference, and diabetes mellitus, patients with both hypertension and @DISEASE$ had a 5.072 (3.967-6.486) times risk of CKD than their healthy compartments, higher than that in patients with only hypertension or hyperhomocysteinemia.", "label": "0"}
{"id": 488, "sentence": "Comparison of vitamin B12, @COMPOUND$ and folic acid blood levels in patients with @DISEASE$, drug addiction and controls", "label": "0"}
{"id": 489, "sentence": "Background and aims: We aimed to investigate the effect of L-carnitine on biochemical factors including ammonia, bilirubin, albumin, alanine aminotransferase, aspartate aminotransferase (@COMPOUND$), blood urea nitrogen (BUN), and creatinine (Cr) in patients with @DISEASE$ (HE).", "label": "0"}
{"id": 490, "sentence": "Background: Prior research suggested a differential association of 25-hydroxyvitamin D (25(OH)D) metabolites with type 2 diabetes (@DISEASE$), with total 25(OH)D and @COMPOUND$ inversely associated with T2D, but the epimeric form (C3-epi-25(OH)D3) positively associated with T2D.", "label": "1"}
{"id": 491, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, @COMPOUND$, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (@DISEASE$), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 492, "sentence": "In addition, there is suggestive evidence that @COMPOUND$ is positively correlated (OR = 1.36, >i<p>/i< = 0.030) and iron is negatively correlated with T2D risk (OR = 0.89, >i<p>/i< = 0.010); both magnesium (OR = 0.26, >i<p>/i< = 0.013) and iron (OR = 0.71, >i<p>/i< = 0.047) are negatively correlated with @DISEASE$ risk.", "label": "0"}
{"id": 493, "sentence": "Restrictive diets can lead to inadequate intake of macronutrients and micronutrients by patients with @DISEASE$, with the potential for deficiencies of calcium, magnesium, zinc, @COMPOUND$, thiamine, vitamins D, E, and K, and folate.", "label": "0"}
{"id": 494, "sentence": "Effects of Choline and @COMPOUND$ Concurrent Supplementation on Coagulation and Lipid Profile in Patients with @DISEASE$: a Pilot Clinical Trial", "label": "0"}
{"id": 495, "sentence": "The @DISEASE$ Severity Score System (IBS-SSS), serum 25(OH) vitamin D3, CRH, and @COMPOUND$ were measured before and after interventions.", "label": "0"}
{"id": 496, "sentence": "Low magnesium intakes coupled with high calcium intakes and high @COMPOUND$ (Ca:Mg) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and metabolic syndrome, as well as some cancers (colorectal, prostate, @DISEASE$), and total mortality.", "label": "1"}
{"id": 497, "sentence": "After controlling for potential confounders (age, sex, family PIR, education, marital status, disease history, @DISEASE$, thyroid problems, physical activity, social support, smoking, total energy, and cholesterol, retinol, vitamin A, beta-carotene, beta-criptoxanthin, vitamin B1, @COMPOUND$, and phosphorus levels), a significant nonlinear inverse association between caffeine consumption and PHQ-9 scores was observed.", "label": "0"}
{"id": 498, "sentence": "Conclusion: @COMPOUND$ could be a valuable dietary supplement in patients with @DISEASE$ who follow a Mediterranean diet and are under recommended treatment.", "label": "1"}
{"id": 499, "sentence": "The plasma phospholipid FA pattern with high loadings of saturated FAs (high-Satfat) and another with high loadings of n-3 very-long-chain PUFAs (n-3 VLC-PUFAs) were positively associated with measures of adiposity and the @DISEASE$, while patterns with positive loadings of LC monounsaturated fatty acids (n-9 LC-MUFA) and a positive loading of @COMPOUND$ (n-3 EFA) showed inverse associations with the MetS and some measures of adiposity.", "label": "1"}
{"id": 500, "sentence": "The results of ordinal logistic analysis adjusted by age, sex, and all comorbidities, showed that patients with DLB and VaD were more likely to develop @DISEASE$ [odds ratios 6.834 and 5.414, respectively (P < .001)], whereas FTD had a lower risk of developing malnutrition than the other dementia subtypes (odds ratio 2.883, P = .002).There was no difference in terms of other parameters including vitamin B12, folate, and @COMPOUND$ (P > .05).", "label": "0"}
{"id": 501, "sentence": "Growth parameters, SCORing @DISEASE$ (SCORAD), hemoglobin, hematocrit, sodium, potassium, albumin, protein, calcium, phosphate, B12, iron, and @COMPOUND$ values were determined.", "label": "0"}
{"id": 502, "sentence": "Here, using the random forest machine learning method to analyze participants in the @DISEASE$ Neuroimaging Initiative dataset, we show that A/T/N biomarkers show varying importance in predicting AD development, with elevated biomarkers of Aβ and tau better predicting early dementia status, and biomarkers of neurodegeneration, especially @COMPOUND$ hypometabolism, better predicting later dementia status.", "label": "1"}
{"id": 503, "sentence": "Nutritional supplementation of @COMPOUND$ and health-related outcomes in patients with @DISEASE$: A protocol for a systematic review and meta-analysis of randomized clinical trials", "label": "0"}
{"id": 504, "sentence": "The @DISEASE$ Severity Score System (IBS-SSS), @COMPOUND$, CRH, and IL-6 were measured before and after interventions.", "label": "0"}
{"id": 505, "sentence": "Results: The available evidence is insufficient to create a definite conclusion that nutritional supplements including chromium, n-3 PUFAs, vitamin D, zinc and @COMPOUND$ might be beneficial for the prevention and treatment of T2DM and therefore, the general recommendation to use these supplements in the management of @DISEASE$ cannot be justified.", "label": "0"}
{"id": 506, "sentence": "Results: Thirteen variables, including maternal race, hypertension during pregnancy, @DISEASE$, first trimester body mass index, multiple status, gestational age, birth weight, birth length, head circumference, year of birth, length of birth hospitalization stay, total parenteral nutrition, and @COMPOUND$ treatment, were significantly associated with growth rates of preterm infants in univariate analyses.", "label": "0"}
{"id": 507, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, @COMPOUND$, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), @DISEASE$ , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 508, "sentence": "Vitamin and @DISEASE$ are quite common prior to and after bariatric surgery, and therefore we have evaluated the effects of two different cholecalciferol supplementation regimes on serum calcium, 25(OH) cholecalciferol, and parathyroid hormone (@COMPOUND$).", "label": "0"}
{"id": 509, "sentence": "Methods and design: The Vitamin C, Thiamine and Steroids in Sepsis (VICTAS) trial is a multicenter, double-blind, adaptive sample size, randomized, placebo-controlled trial designed to test the efficacy of combination therapy with @COMPOUND$ (1.5 g), thiamine (100 mg), and hydrocortisone (50 mg) given every 6 h for up to 16 doses in patients with respiratory or @DISEASE$ (or both) resulting from sepsis.", "label": "0"}
{"id": 510, "sentence": "Results: A gradual but significantly higher intracellular @COMPOUND$ accumulation was observed in the @DISEASE$ of obese rats from 3- to 12-months.", "label": "1"}
{"id": 511, "sentence": "Impact of mismatches in HbA 1c vs @COMPOUND$ values on the diagnostic classification of diabetes and @DISEASE$", "label": "0"}
{"id": 512, "sentence": "In this secondary analysis of data from a double-blind randomized controlled trial (clinicaltrials.gov identifier: >a href=http://clinicaltrials.gov/show/NCT00133744'title=See in ClinicalTrials.gov<NCT00133744>/a<) of micronutrient supplementation (multiple micronutrients [MMN], iron-@COMPOUND$ [IFA] and folic acid [FA] alone), we examined the potential modifying effect of gestational age at enrolment on the association of antenatal supplementation and @DISEASE$ (PIH).", "label": "1"}
{"id": 513, "sentence": "Magnesium intake has been studied extensively in nonmalignant liver pathology, but the association between dietary intake of @COMPOUND$ and primary liver @DISEASE$ has not been previously evaluated.", "label": "0"}
{"id": 514, "sentence": "Materials and methods: This randomized, triple-masking, placebo-controlled clinical trial conducted on 86 asthenozoospermia @DISEASE$ men with serum @COMPOUND$ (25(OH)VD3) < 30 ng/ml in the infertility clinic of Ahvaz Jahad daneshgahi, Iran.", "label": "0"}
{"id": 515, "sentence": "Methods: Twenty women with overweight or @DISEASE$ were allocated to a diet low (Met/Cys>sub<-low,>/sub< n = 7), medium (Met/Cys>sub<-medium,>/sub< n = 7) or high (Met/Cys>sub<-high,>/sub< n = 6) in methionine and @COMPOUND$ for 7 days.", "label": "0"}
{"id": 516, "sentence": "Dietary Total Antioxidant Capacity and the Risk of Chronic Kidney Disease in Patients With Type 2 @DISEASE$: A Nested Case-Control Study in the Tehran Lipid @COMPOUND$ Study", "label": "0"}
{"id": 517, "sentence": "Specific challenges to clinicians and healthcare professionals in patients with type 2 diabetes include the prevalence of peripheral and autonomic neuropathy, retinopathy, @DISEASE$, but also the intake of @COMPOUND$-lowering medication.", "label": "0"}
{"id": 518, "sentence": "Participants with higher serum 25(OH)D3, calcium, @COMPOUND$, and Alb levels were significantly less likely to self-report depression or @DISEASE$ after adjustment (>i<p>/i< = 0.009, >i<p>/i< = 0.005, >i<p>/i< = 0.003, and >i<p>/i< = 0.005, respectively).", "label": "1"}
{"id": 519, "sentence": "Low @COMPOUND$ intakes coupled with high calcium intakes and high calcium-to-magnesium (Ca:Mg) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and metabolic syndrome, as well as some cancers (colorectal, prostate, @DISEASE$), and total mortality.", "label": "1"}
{"id": 520, "sentence": "The effects of 30 days SPX treatment of mice with @DISEASE$ (DIO) or type 2 diabetes (T2DM) on serum glucose and lipid levels, insulin sensitivity and hormonal profile (insulin, @COMPOUND$, adiponectin, leptin, TNF alpha, IL-6 and IL-1β) are characterized.", "label": "0"}
{"id": 521, "sentence": "@DISEASE$ patients showed an inadequate intake of proteins, n-3 PUFA, fiber, iron, @COMPOUND$, potassium, magnesium, zinc, vitamin D and vitamin B12 according to ESPEN guidelines for clinical nutrition in IBD and LARN.", "label": "1"}
{"id": 522, "sentence": "@COMPOUND$, a water-soluble vitamin also known as vitamin B1, is a critical cofactor in energy metabolism and may be competitively inhibited by the antimetabolite oxythiamine, a uremic toxin that accumulates in @DISEASE$.", "label": "0"}
{"id": 523, "sentence": "The multivariable ORs with 95% CIs for total @DISEASE$ stroke and hemorrhagic stroke in the highest versus the lowest quartile of plasma @COMPOUND$ were 1.49 (1.16-1.90; >i<P>/i<-trend = 0.001), 1.46 (1.12-1.92; >i<P>/i<-trend = 0.004) and 2.05 (0.95-4.38; >i<P>/i<-trend = 0.050), respectively.", "label": "0"}
{"id": 524, "sentence": "Mice were given carbon tetrachloride (CCl>sub<4>/sub< ) injection or @COMPOUND$-choline deficient (MCD) diet to induce @DISEASE$, followed by CKI treatment.", "label": "1"}
{"id": 525, "sentence": "Lean mass depletion was associated with risk of @DISEASE$, reduced muscle strength, food intake changes, reduced functional capacity, self-reported well-nourished status and inadequate intake of vitamin B6 and @COMPOUND$, but not with oxidative stress.", "label": "0"}
{"id": 526, "sentence": "Whether circulating concentrations of folate and @COMPOUND$, measured around time of diagnosis, are associated with recurrence and survival in @DISEASE$ patients is largely unknown.", "label": "0"}
{"id": 527, "sentence": "We examined whether dietary n-3 @COMPOUND$ and LA were reflected in plasma lipid pools in @DISEASE$ (MI) patients.", "label": "0"}
{"id": 528, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (homocysteine, @COMPOUND$, and vitamin B12), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with @DISEASE$ (SCZ, n = 1659), bipolar disorder (BD, n = 1901), and major depressive disorder (MDD, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 529, "sentence": "We investigated associations of weight-loss diet-induced decreases in atherogenic gut-microbial metabolites, trimethylamine N-oxide (TMAO) and @COMPOUND$, with improvements in atherogenic lipoproteins containing apoCIII among patients with @DISEASE$.", "label": "0"}
{"id": 530, "sentence": "Through a complete and first review of the existing literature, we summarize the current knowledge of @COMPOUND$ pathophysiology and its potential role in preventing @DISEASE$ complications and improving organ survival.", "label": "1"}
{"id": 531, "sentence": "Interactions were present for @COMPOUND$ with ob/DM and for valine and isoleucine with male sex on @DISEASE$ risk.", "label": "1"}
{"id": 532, "sentence": "A single injection of @COMPOUND$ improved @DISEASE$ and β-cell function following RE in previously vitamin D-deficient resistance-trained males.", "label": "1"}
{"id": 533, "sentence": "Use of nutritional supplements based on melatonin, @COMPOUND$ and vitamin B6 (Melamil Tripto®) in children with primary chronic headache, with or without @DISEASE$: a pilot study", "label": "0"}
{"id": 534, "sentence": "In linear regression model, the variables of parity, body mass index, physical activity education, protein, fat, oleic acid, @COMPOUND$, potassium, magnesium, and zinc were the strong predictors of @DISEASE$, and along with the others explained the 80% of variances.", "label": "1"}
{"id": 535, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, copper, and @COMPOUND$) and osteoporosis (@DISEASE$), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 536, "sentence": "After adjusting for age, sex, race, education, physical activity, drinking frequency, current smoking status, poverty-to-income ratio, Total @COMPOUND$, high-density lipoprotein cholesterol, serum folate, vitamin B12, body mass index, waist circumference, and @DISEASE$, patients with both hypertension and hyperhomocysteinemia had a 5.072 (3.967-6.486) times risk of CKD than their healthy compartments, higher than that in patients with only hypertension or hyperhomocysteinemia.", "label": "0"}
{"id": 537, "sentence": "Background: Folates, including @COMPOUND$, may play a dual role in @DISEASE$ development.", "label": "1"}
{"id": 538, "sentence": "Pan-European Economic Analysis to Identify Cost Savings for the Health Care Systems as a Result of Integrating @COMPOUND$ Monitoring Based Telemedical Approaches Into @DISEASE$ Management", "label": "0"}
{"id": 539, "sentence": "Results: The available evidence is insufficient to create a definite conclusion that nutritional supplements including @COMPOUND$, n-3 PUFAs, vitamin D, zinc and magnesium might be beneficial for the prevention and treatment of T2DM and therefore, the general recommendation to use these supplements in the management of @DISEASE$ cannot be justified.", "label": "0"}
{"id": 540, "sentence": "Consuming Diet Supplemented with Either Red Wheat Bran or Soy Extract Changes @COMPOUND$ and Insulin Levels in Female @DISEASE$ Zucker Rats", "label": "0"}
{"id": 541, "sentence": "Sequential regression models adjusted for confounders were applied to investigate the association between dietary @COMPOUND$s and plasma phospholipid FA patterns with measures of adiposity and the @DISEASE$.", "label": "0"}
{"id": 542, "sentence": "on approaches to the prevention of @DISEASE$ associated with vitamin K1 deficiency, which affects the choice of a single dose, the duration of the prophylactic course and the route of administration of @COMPOUND$ (phytomenadion).", "label": "1"}
{"id": 543, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, @COMPOUND$, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (@DISEASE$), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 544, "sentence": "@COMPOUND$, a water-soluble vitamin also known as vitamin B1, is a critical cofactor in energy metabolism and may be competitively inhibited by the antimetabolite oxythiamine, a @DISEASE$ toxin that accumulates in kidney failure.", "label": "0"}
{"id": 545, "sentence": "Although the number of CLS positively correlated with BMI, there were no significant differences between the number of CLS in women with normal fasting @COMPOUND$ (NFG) vs. those with @DISEASE$ (IFG), indicating that adipose tissue macrophage infiltration is unlikely to be related to dysglycemia.", "label": "0"}
{"id": 546, "sentence": "Participants with higher serum 25(OH)D3, calcium, phosphorous, and @COMPOUND$ levels were significantly less likely to self-report depression or @DISEASE$ after adjustment (>i<p>/i< = 0.009, >i<p>/i< = 0.005, >i<p>/i< = 0.003, and >i<p>/i< = 0.005, respectively).", "label": "1"}
{"id": 547, "sentence": "Thus, @COMPOUND$ has shown glucose-lowering and anti-inflammatory properties in diabetic models, dyslipidemia-, atherosclerosis-, and @DISEASE$-preventing effects in CVDs and obese models, and antihypertensive and antioxidant effects in hypertensive models.", "label": "1"}
{"id": 548, "sentence": "The effects of @COMPOUND$ supplementation on Spermatogram and endocrine factors in @DISEASE$ infertile men: a randomized, triple blind, placebo-controlled clinical trial", "label": "0"}
{"id": 549, "sentence": "Conclusions: The nutrient patterns that are highly loading of beta-carotene, @COMPOUND$, vitamin A, and vitamin C in nutrient patterns may be associated to higher risk of obesity in overweight and @DISEASE$ Iranian women.", "label": "1"}
{"id": 550, "sentence": "After adjusting for established risk confounders, copper, molybdenum, and @COMPOUND$ were significantly associated with higher risk of @DISEASE$ (odds ratios according to per interquartile range increase, 1.29 [95% CI, 1.13-1.46], 1.19 [95% CI, 1.05-1.35], and 1.30 [95% CI, 1.07-1.59]), whereas rubidium and selenium were associated with lower risk of hemorrhagic stroke (odds ratios according to per interquartile range increase, 0.66 [95% CI, 0.50-0.87] and 0.68 [95% CI, 0.51-0.91]).", "label": "1"}
{"id": 551, "sentence": "@DISEASE$ definition was the presence of ≥3 of the following components: waist circumference ≥102 cm for males or ≥88 cm for females, blood pressure ≥130 mmHg for systolic or ≥85 mmHg for diastolic, @COMPOUND$ <40 mg/dL for males and <50 mg/dL for females; triglycerides ≥150 mg/dL, and glucose ≥100 mg/dL.", "label": "1"}
{"id": 552, "sentence": "Effects of dietary @COMPOUND$ and cysteine restriction on plasma biomarkers, serum fibroblast growth factor 21, and adipose tissue gene expression in women with overweight or @DISEASE$: a double-blind randomized controlled pilot study", "label": "0"}
{"id": 553, "sentence": ">b<>i<Background:>/i<>/b< Developing technologies in real-time continuous @COMPOUND$ monitoring (CGM) are successfully reducing severe hypoglycemia (@DISEASE$) in trials and clinical practice.", "label": "1"}
{"id": 554, "sentence": "Conclusions: Although increased circulating copper and decreased @COMPOUND$ concentrations were found in @DISEASE$ patients, a suggestive causal association was only detected with zinc concentration, suggesting further studies on zinc interventions for ovarian cancer might have clinical impact.", "label": "1"}
{"id": 555, "sentence": "Here, using the random forest machine learning method to analyze participants in the Alzheimer's Disease Neuroimaging Initiative dataset, we show that A/T/N biomarkers show varying importance in predicting AD development, with elevated biomarkers of Aβ and tau better predicting early @DISEASE$ status, and biomarkers of neurodegeneration, especially @COMPOUND$ hypometabolism, better predicting later dementia status.", "label": "1"}
{"id": 556, "sentence": "Longitudinal analysis showed at 18-month follow up a higher T>sub<pred>/sub< score was also associated lower total body @DISEASE$ in both cohorts and lower fasting @COMPOUND$ (β=-0.2 mmol/L, 95% CI -0.3, -0.01) and insulin (β=-9.2 pmol/mol, 95% CI -17.9, -0.4) concentrations in cohort 2.", "label": "0"}
{"id": 557, "sentence": "The high rate of consumption of diets high in saturated fats, @COMPOUND$, and refined carbohydrates (collectively called Western diet, WD) worldwide, contribute to the prevalence of obesity and @DISEASE$, and could place these populations at an increased risk for severe COVID-19 pathology and mortality.", "label": "1"}
{"id": 558, "sentence": "Age, no education, MMSE score, diabetes, @DISEASE$ and diabetes, arthritis, ≥5 medications, fair and poor self-rated health, moderate to high nutritional risk (NSI ≥3), Hb (g/dL), CRP (mg/L), low B12, low @COMPOUND$, albumin (g/L), low total cholesterol, adjusted for sex, age and education, were significantly associated (p<0.05) with incident frailty.", "label": "0"}
{"id": 559, "sentence": "Objective: To assess the efficacy of the combination of Tadalafil 5 mg and nutritional supplements composed by @COMPOUND$, Moringa Oleifera and Rutin on @DISEASE$ function in men with mild and moderate vasculogenic ED.", "label": "0"}
{"id": 560, "sentence": "Comparison of @COMPOUND$, vitamin D and folic acid blood levels in patients with schizophrenia, @DISEASE$ and controls", "label": "0"}
{"id": 561, "sentence": "The weighted mean difference (WMD) between the nut intervention and control arms was determined for fasting @COMPOUND$, fasting insulin, glycated hemoglobin (HbA1c), and homeostasis model assessment of insulin resistance (@DISEASE$) using the DerSimonian and Laird random-effects method.", "label": "0"}
{"id": 562, "sentence": "@DISEASE$ is also common in patients with CF without diabetes, who are not on @COMPOUND$ lowering medications.", "label": "0"}
{"id": 563, "sentence": "The plasma phospholipid FA pattern with high loadings of saturated FAs (high-Satfat) and another with high loadings of n-3 very-long-chain PUFAs (n-3 VLC-PUFAs) were positively associated with measures of adiposity and the @DISEASE$, while patterns with positive loadings of @COMPOUND$ (n-9 LC-MUFA) and a positive loading of n-3 essential FAs (n-3 EFA) showed inverse associations with the MetS and some measures of adiposity.", "label": "1"}
{"id": 564, "sentence": "Those individuals with GI issues tend to demonstrate more @DISEASE$ (e.g., irritability, agitation, hyperactivity) and also tend to have an imbalance in overall gut microbiome composition, thus corroborating several studies that have implicated brain-gut pathways as potential mediators of behavioral dysfunction.We examine the literature regarding dietary approaches to managing ASDs, including elimination diets for gluten, casein, or @COMPOUND$, a ketogenic diet, and a low oxalate diet.", "label": "0"}
{"id": 565, "sentence": "Results: Thirteen variables, including maternal race, @DISEASE$ during pregnancy, preeclampsia, first trimester body mass index, multiple status, gestational age, birth weight, birth length, head circumference, year of birth, length of birth hospitalization stay, total parenteral nutrition, and @COMPOUND$ treatment, were significantly associated with growth rates of preterm infants in univariate analyses.", "label": "0"}
{"id": 566, "sentence": "Background and aims: The triglyceride-@COMPOUND$ (TyG) index is a reliable marker of insulin resistance, which is a substantial risk factor for @DISEASE$.", "label": "1"}
{"id": 567, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, @COMPOUND$, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (@DISEASE$), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 568, "sentence": "Iron, Vitamin B 12, Folate and @COMPOUND$ Deficiency After Bariatric Surgery and the Impact on @DISEASE$: a Systematic Review", "label": "0"}
{"id": 569, "sentence": "In this secondary analysis of data from a double-blind randomized controlled trial (clinicaltrials.gov identifier: >a href=http://clinicaltrials.gov/show/NCT00133744'title=See in ClinicalTrials.gov<NCT00133744>/a<) of micronutrient supplementation (multiple micronutrients [MMN], iron-folic acid [I@COMPOUND$] and folic acid [FA] alone), we examined the potential modifying effect of gestational age at enrolment on the association of antenatal supplementation and @DISEASE$ (PIH).", "label": "1"}
{"id": 570, "sentence": "Although the number of CLS positively correlated with BMI, there were no significant differences between the number of CLS in women with normal fasting @COMPOUND$ (NFG) vs. those with impaired fasting glucose (@DISEASE$), indicating that adipose tissue macrophage infiltration is unlikely to be related to dysglycemia.", "label": "0"}
{"id": 571, "sentence": "Adequately fortified staples, delivered at estimated coverage rates in these countries, have the potential to avert 72.1 million cases of @DISEASE$ among non-pregnant women of reproductive age; 51,636 live births associated with @COMPOUND$-preventable NTDs (i.e., spina bifida, anencephaly); and 46,378 child deaths associated with NTDs annually.", "label": "0"}
{"id": 572, "sentence": "Approximately 50.8% had elevated BP, followed by low HDL-C (41.7%), elevated @COMPOUND$ (40.3%), elevated triglycerides (35.5%), obesity (27.8%), and @DISEASE$ (20%).", "label": "0"}
{"id": 573, "sentence": "Effects of @COMPOUND$ on insulin secretion in subjects with the @DISEASE$", "label": "0"}
{"id": 574, "sentence": "Background and aims: Despite using sensor-augmented pump therapy (SAPT) with predictive low-@COMPOUND$ management (PLGM), hypoglycemia is still an issue in patients with @DISEASE$ (T1D).", "label": "0"}
{"id": 575, "sentence": "Interactions were present for valine with ob/@DISEASE$ and for valine and @COMPOUND$ with male sex on ASD risk.", "label": "0"}
{"id": 576, "sentence": "Use of nutritional supplements based on melatonin, tryptophan and @COMPOUND$ (Melamil Tripto®) in children with @DISEASE$, with or without sleep disorders: a pilot study", "label": "0"}
{"id": 577, "sentence": "Disorders such as @COMPOUND$, active B12, folate, homocystein (Hcy) and @DISEASE$ were present following both surgeries.", "label": "0"}
{"id": 578, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, @COMPOUND$, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (@DISEASE$), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 579, "sentence": "Obesity and type 2 diabetes (T2D) are @DISEASE$ influenced by lifestyle and genetic factors that are characterized by insulin resistance in skeletal muscle, a prominent site of @COMPOUND$ disposal.", "label": "0"}
{"id": 580, "sentence": "Low @COMPOUND$ intakes coupled with high calcium intakes and high calcium-to-magnesium (Ca:Mg) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and @DISEASE$, as well as some cancers (colorectal, prostate, esophageal), and total mortality.", "label": "1"}
{"id": 581, "sentence": "Conclusions: Despite the low @COMPOUND$ status among these nonpregnant Malaysian women, the inclusion of folic acid in weekly IFA supplements did not reduce @DISEASE$ or improve iron status, over iron alone.", "label": "0"}
{"id": 582, "sentence": "Some of the identified miRNAs, such as >i<miRNA-27b-3p>/i< and >i<miRNA-200a-3p>/i<, are known to be responsive to hyperglycemia in the liver of @DISEASE$ @COMPOUND$-tolerant fish and mammals, suggesting an evolutionary conserved regulation.", "label": "1"}
{"id": 583, "sentence": "Low magnesium intakes coupled with high calcium intakes and high calcium-to-magnesium (@COMPOUND$) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and @DISEASE$, as well as some cancers (colorectal, prostate, esophageal), and total mortality.", "label": "1"}
{"id": 584, "sentence": "Searches were also undertaken using keywords, in English, such as chromium'OR vitamin D'OR @COMPOUND$'OR zinc'OR magnesium'in combination with @DISEASE$.", "label": "0"}
{"id": 585, "sentence": "Methods: Using secondary data from multiple sources, we estimated percent reductions in stillbirth, neonatal, infant, and under-five child mortality rates that would have occurred in Ethiopia in the year 2016 had all @COMPOUND$-preventable spina bifida and @DISEASE$ been prevented; and the contributions of these reductions toward Ethiopia's Year 2030 Every Newborn Action Plan (ENAP) goal on stillbirth, and sustainable development goal (SDG) on child mortality rates.", "label": "1"}
{"id": 586, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, @COMPOUND$, iron, copper, and zinc) and osteoporosis (OP), gout, @DISEASE$ (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 587, "sentence": "Further research is needed to determine causation and the potential of circulating @COMPOUND$ as a target in @DISEASE$ prevention.", "label": "1"}
{"id": 588, "sentence": "Results: Men with higher fasting plasma levels of @COMPOUND$ (odds ratio (OR) = 1.37 [1.07-1.76], p = .01), glutamine (OR = 1.30 [1.00-1.70], p = .047), creatine (OR = 1.37 [1.04-1.80], p = .02), albumin lysyl (OR = 1.48 [1.12-1.95], p = .006 and OR = 1.51 [1.13-2.02], p = .005), tyrosine (OR = 1.40 [1.06-1.85], p = .02), phenylalanine (OR = 1.39 [1.08-1.79], p = .01), histidine (OR = 1.46 [1.12-1.88], p = .004), 3-methylhistidine (OR = 1.37 [1.05-1.80], p = .02) and lower plasma level of urea (OR = .70 [.54-.92], p = .009) had a higher risk of developing a @DISEASE$ during the 13 years of follow-up.", "label": "1"}
{"id": 589, "sentence": "Background: Phytoglycogen (@COMPOUND$; PhytoSpherix; Mirexus Biotechnologies), a highly branched polysaccharide extracted from sweet corn, has considerable potential for exercise oxidation due to its low viscosity in water, high @DISEASE$, and exceptional stability.", "label": "1"}
{"id": 590, "sentence": "@DISEASE$ patients showed an inadequate intake of proteins, n-3 PUFA, fiber, iron, calcium, potassium, magnesium, zinc, vitamin D and @COMPOUND$ according to ESPEN guidelines for clinical nutrition in IBD and LARN.", "label": "1"}
{"id": 591, "sentence": "Conclusions: Changes in TMAO and @COMPOUND$ induced by weight-loss diets were associated with long-term improvements in @DISEASE$ lipoproteins containing apoCIII, implicating that these metabolic changes might be predictive of an individual's response to the dietary treatment to modify the unfavorable lipid profiles in obese patients.", "label": "1"}
{"id": 592, "sentence": "Further investigation into the prevalence of iron, @COMPOUND$>sub<12>/sub<, folate and copper deficiency and its impact on @DISEASE$ in bariatric surgery is needed.", "label": "0"}
{"id": 593, "sentence": "Research design and methods: In the GOLD randomized crossover trial, 161 individuals with @DISEASE$ treated with multiple daily insulin injections (MDI) were randomized to continuous @COMPOUND$ monitoring (CGM) or conventional therapy with self-monitoring of blood glucose (SMBG) and evaluated over 16 months.", "label": "0"}
{"id": 594, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (homocysteine, folate, and @COMPOUND$), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with schizophrenia (SCZ, n = 1659), bipolar disorder (BD, n = 1901), and major depressive disorder (@DISEASE$, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 595, "sentence": "Participants' ((n 51 females): age 23·0 (sd 0·6) years (range 20·0-41·0 years); excluding restrained eaters) @DISEASE$ towards maltodextrin (oral @COMPOUND$) and glucose (sweet taste) was assessed by measuring detection threshold (DT) and suprathreshold intensity perception (ST).", "label": "0"}
{"id": 596, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, @COMPOUND$, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (@DISEASE$), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 597, "sentence": "Background: Phytoglycogen (PHY; @COMPOUND$; Mirexus Biotechnologies), a highly branched polysaccharide extracted from sweet corn, has considerable potential for exercise oxidation due to its low viscosity in water, high @DISEASE$, and exceptional stability.", "label": "1"}
{"id": 598, "sentence": "Disorders such as vitamin D, active B12, folate, @COMPOUND$ (Hcy) and @DISEASE$ were present following both surgeries.", "label": "0"}
{"id": 599, "sentence": "Supplementing the diet with curcumin, in turn, protected the animals against @DISEASE$ without significant changes in white adipocyte size, @COMPOUND$ clearance, and knee cartilage integrity.", "label": "0"}
{"id": 600, "sentence": "Conclusion: Abdominal fat distribution in Japanese adolescents with @DISEASE$ was different from those with simple obesity and might associate with @COMPOUND$ and lipid metabolism.", "label": "1"}
{"id": 601, "sentence": "Patients with Active @DISEASE$ had significantly lower intakes of numerous micronutrients, including iron, folate, and @COMPOUND$, compared with controls.", "label": "1"}
{"id": 602, "sentence": "Results: The available evidence is insufficient to create a definite conclusion that nutritional supplements including @COMPOUND$, n-3 PUFAs, vitamin D, zinc and magnesium might be beneficial for the prevention and treatment of @DISEASE$ and therefore, the general recommendation to use these supplements in the management of diabetes cannot be justified.", "label": "0"}
{"id": 603, "sentence": "The plasma phospholipid FA pattern with high loadings of saturated FAs (high-Satfat) and another with high loadings of @COMPOUND$ (n-3 VLC-PUFAs) were positively associated with measures of adiposity and the @DISEASE$, while patterns with positive loadings of LC monounsaturated fatty acids (n-9 LC-MUFA) and a positive loading of n-3 essential FAs (n-3 EFA) showed inverse associations with the MetS and some measures of adiposity.", "label": "1"}
{"id": 604, "sentence": "Effect of @COMPOUND$ combined with docosahexaenoic acid intervention on @DISEASE$ in elderly: a randomized double-blind, placebo-controlled trial", "label": "0"}
{"id": 605, "sentence": "After further adjustments for nutritional knowledge and calorie intake, an inverse association was observed between @DISEASE$ and INQ of vitamin C, @COMPOUND$, vitamin B6, pantothenic acid, selenium, and magnesium (all P < 0.05).", "label": "1"}
{"id": 606, "sentence": "In addition, there is suggestive evidence that @COMPOUND$ is positively correlated (OR = 1.36, >i<p>/i< = 0.030) and iron is negatively correlated with @DISEASE$ risk (OR = 0.89, >i<p>/i< = 0.010); both magnesium (OR = 0.26, >i<p>/i< = 0.013) and iron (OR = 0.71, >i<p>/i< = 0.047) are negatively correlated with gout risk.", "label": "1"}
{"id": 607, "sentence": "Background: The neuroprotective benefits of combined @COMPOUND$ and docosahexaenoic acid (DHA) on cognitive function in mild cognitive impairment (@DISEASE$) patients are suggested but unconfirmed.", "label": "0"}
{"id": 608, "sentence": "Results: Using ADA 2011 glycaemic categories, 33% (n = 693) of cohort 1 (@DISEASE$ risk) had normal @COMPOUND$ regulation and 67% (n = 1419) had impaired glucose regulation.", "label": "1"}
{"id": 609, "sentence": "Exceedingly high levels of @COMPOUND$ exposure can be related to high incidence of @DISEASE$ among Armenians, since Mo interacts with Cu and is a potential cause of copper deficiency-induced anemia.", "label": "1"}
{"id": 610, "sentence": "The association of @COMPOUND$ patterns with @DISEASE$ and the MetS was weaker for dietary FA patterns than for plasma phospholipid FA patterns.", "label": "1"}
{"id": 611, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, copper, and @COMPOUND$) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (@DISEASE$), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 612, "sentence": "The 8-week individualized training program decreased glucose, @COMPOUND$, total cholesterol, low-density lipoprotein cholesterol and leptin in @DISEASE$ subjects with and without MS.", "label": "0"}
{"id": 613, "sentence": "Fatty acid and lipid metabolism in liver of @DISEASE$ mice and their offspring is influenced by unbalanced @COMPOUND$/vitamin B12 diets", "label": "1"}
{"id": 614, "sentence": "Effects of a whole diet approach on metabolic flexibility, insulin sensitivity and postprandial @COMPOUND$ responses in overweight and @DISEASE$ adults - A randomized controlled trial", "label": "0"}
{"id": 615, "sentence": "Specific challenges to clinicians and healthcare professionals in patients with type 2 diabetes include the prevalence of peripheral and @DISEASE$, retinopathy, nephropathy, but also the intake of @COMPOUND$-lowering medication.", "label": "0"}
{"id": 616, "sentence": "In both conditions, the majority of pathophysiological changes, including @COMPOUND$ and insulin dysregulation, @DISEASE$, and AD-related changes in Aβ and tau, occur decades before the onset of clinical symptoms and diagnosis.", "label": "0"}
{"id": 617, "sentence": "Methods: In this study 181 Greek patients, 84 men and 97 women, aged 50-65 years, @DISEASE$, were administered @COMPOUND$ for six months.", "label": "0"}
{"id": 618, "sentence": "Objective: To explore the relationships of serum 25-hydroxyvitamin D (@COMPOUND$) with @DISEASE$ and metabolic parameters in US children.", "label": "0"}
{"id": 619, "sentence": "Conclusion: Saxagliptin has metabolically beneficial effects in @COMPOUND$-intolerant @DISEASE$ patients by significantly lowering postprandial blood glucose levels.", "label": "1"}
{"id": 620, "sentence": "Adequately fortified staples, delivered at estimated coverage rates in these countries, have the potential to avert 72.1 million cases of anemia among non-pregnant women of reproductive age; 51,636 live births associated with @COMPOUND$-preventable @DISEASE$ (i.e., spina bifida, anencephaly); and 46,378 child deaths associated with NTDs annually.", "label": "1"}
{"id": 621, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, copper, and @COMPOUND$) and @DISEASE$ (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 622, "sentence": "Age, no education, MMSE score, @DISEASE$, prediabetes and diabetes, arthritis, ≥5 medications, fair and poor self-rated health, moderate to high nutritional risk (NSI ≥3), Hb (g/dL), CRP (mg/L), low B12, low @COMPOUND$, albumin (g/L), low total cholesterol, adjusted for sex, age and education, were significantly associated (p<0.05) with incident frailty.", "label": "0"}
{"id": 623, "sentence": "Biochemical data were collected, and @DISEASE$ was determined by homeostasis model assessment of insulin resistance, triglyceride/@COMPOUND$ index, and triglycerides/high-density lipoprotein cholesterol.", "label": "1"}
{"id": 624, "sentence": "The summary RRs (95% CIs) of incident @DISEASE$ were 0.95 (0.79, 1.14; NS) for total legumes, 0.83 (0.68, 1.01; NS) for total soy, 0.89 (0.71, 1.11; NS) for soy milk, 0.92 (0.84, 0.99) for tofu, 0.84 (0.75, 0.95) for soy protein, and 0.88 (0.81, 0.96) for @COMPOUND$, respectively.", "label": "0"}
{"id": 625, "sentence": "Conclusions: These results suggest cellular stress due to @COMPOUND$ accumulation impairing the ER function, thereby leading to progressive @DISEASE$ under obese conditions.", "label": "1"}
{"id": 626, "sentence": "Conclusions: In obese non-@DISEASE$ youth, those with a Late-peak vs an Early-peak @COMPOUND$ during an OGTT showed diminished β-cell function, blunted incretin secretion, and lower insulin sensitivity of glucose and FFA metabolism.", "label": "0"}
{"id": 627, "sentence": "Effectiveness of @COMPOUND$ mouthwashes on @DISEASE$ and weight of patients with cancer undergoing chemotherapy", "label": "0"}
{"id": 628, "sentence": "Introduction: There are beneficial effects of advanced carbohydrate counting with an automatic bolus calculator (ABC) and intermittently scanned continuous @COMPOUND$ monitoring (isCGM) in persons with @DISEASE$.", "label": "1"}
{"id": 629, "sentence": "Cardiovascular disease in @DISEASE$, beyond @COMPOUND$", "label": "0"}
{"id": 630, "sentence": "In humans, the relation between methionine intake and @DISEASE$ is dependent on vitamin status (@COMPOUND$ and B-12 and folic acid) and on the supply of other amino acids.", "label": "0"}
{"id": 631, "sentence": "This study aimed to examine the impact of circulating @COMPOUND$ and copper concentrations on @DISEASE$ risk, using meta-analysis and Mendelian randomization (MR) approaches.", "label": "0"}
{"id": 632, "sentence": "@COMPOUND$ metabolites, including 25-hydroxyvitamin D>sub<3>/sub< (25(OH)D>sub<3>/sub<), may inhibit colorectal cancer (@DISEASE$) progression.", "label": "1"}
{"id": 633, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, copper, and @COMPOUND$) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , @DISEASE$ and major depressive disorder.", "label": "0"}
{"id": 634, "sentence": "Furthermore, Plasmodium falciparum-infected RBCs expose surface @COMPOUND$ N-glycans, which occur at significantly higher levels on infected RBCs from @DISEASE$ subjects compared to those lacking hemoglobin S. The glycans are associated with high molecular weight complexes and protease-resistant, lower molecular weight fragments containing spectrin.", "label": "1"}
{"id": 635, "sentence": "In male C57BL/6J mice, feeding a @COMPOUND$- and choline-deficient diet (MCD) resulted in severe @DISEASE$ and inflammation relative to feeding a chow diet (CD).", "label": "1"}
{"id": 636, "sentence": "Those individuals with GI issues tend to demonstrate more behavioral deficits (e.g., @DISEASE$, agitation, hyperactivity) and also tend to have an imbalance in overall gut microbiome composition, thus corroborating several studies that have implicated brain-gut pathways as potential mediators of behavioral dysfunction.We examine the literature regarding dietary approaches to managing ASDs, including elimination diets for gluten, casein, or @COMPOUND$, a ketogenic diet, and a low oxalate diet.", "label": "0"}
{"id": 637, "sentence": "It now clear that B vitamins to lower homocysteine reduce the risk of @DISEASE$, but we should probably be using methylcobalamin instead of @COMPOUND$.", "label": "0"}
{"id": 638, "sentence": "Conclusions: The nutrient patterns that are highly loading of beta-carotene, vitamin K, vitamin A, and @COMPOUND$ in nutrient patterns may be associated to higher risk of @DISEASE$ in overweight and obese Iranian women.", "label": "1"}
{"id": 639, "sentence": "@COMPOUND$&#39;s Effect on the Biomarkers of @DISEASE$: A Systematic Review and Meta-Analysis of Randomized Controlled Trials", "label": "0"}
{"id": 640, "sentence": "Therefore, Pe4 @COMPOUND$ from TCBL is a beneficial source of potential inhibitors of type II diabetes and human @DISEASE$ activity.", "label": "1"}
{"id": 641, "sentence": "Study protocol for optimising glycaemic control in @DISEASE$ treated with multiple daily insulin injections: intermittently scanned continuous glucose monitoring, @COMPOUND$ counting with automated bolus calculation, or both? A randomised controlled trial", "label": "0"}
{"id": 642, "sentence": "Methods and analysis: PREDICT is a two-arm, parallel group, single-masked randomised controlled trial in adults with pre-diabetes or early-stage @DISEASE$ (with glycated haemoglobin (HbA1c) up to 8.0% (64 mmol/mol)), not treated with @COMPOUND$-lowering medication.", "label": "0"}
{"id": 643, "sentence": "Conclusions- Plasma @COMPOUND$, molybdenum, and titanium were associated with higher risk of ischemic stroke, whereas plasma rubidium and selenium were associated with lower risk of @DISEASE$.", "label": "0"}
{"id": 644, "sentence": "Circulating @COMPOUND$ were also compared across dietary FA quintiles, overall and in subgroups by sex, @DISEASE$, diabetes, statin use, and high alcohol intake.", "label": "0"}
{"id": 645, "sentence": "Conclusions- Plasma copper, @COMPOUND$, and titanium were associated with higher risk of ischemic stroke, whereas plasma rubidium and selenium were associated with lower risk of @DISEASE$.", "label": "0"}
{"id": 646, "sentence": "The plasma phospholipid FA pattern with high loadings of saturated FAs (high-Satfat) and another with high loadings of n-3 very-long-chain PUFAs (n-3 VLC-PUFAs) were positively associated with measures of @DISEASE$ and the MetS, while patterns with positive loadings of LC monounsaturated fatty acids (@COMPOUND$) and a positive loading of n-3 essential FAs (n-3 EFA) showed inverse associations with the MetS and some measures of adiposity.", "label": "1"}
{"id": 647, "sentence": "Iron, Vitamin B 12, @COMPOUND$ and Copper Deficiency After Bariatric Surgery and the Impact on @DISEASE$: a Systematic Review", "label": "0"}
{"id": 648, "sentence": "The results of ordinal logistic analysis adjusted by age, sex, and all comorbidities, showed that patients with DLB and VaD were more likely to develop @DISEASE$ [odds ratios 6.834 and 5.414, respectively (P < .001)], whereas FTD had a lower risk of developing malnutrition than the other dementia subtypes (odds ratio 2.883, P = .002).There was no difference in terms of other parameters including vitamin B12, @COMPOUND$, and vitamin D (P > .05).", "label": "0"}
{"id": 649, "sentence": "Effects of @COMPOUND$ and Magnesium Concurrent Supplementation on Coagulation and Lipid Profile in Patients with @DISEASE$: a Pilot Clinical Trial", "label": "0"}
{"id": 650, "sentence": "Effects of daidzein and @COMPOUND$ on markers of @DISEASE$ risk among women with impaired glucose regulation: a double-blind, randomized, placebo-controlled trial", "label": "0"}
{"id": 651, "sentence": "Background: This article describes the analysis and interpretation of data relating to the presence of @COMPOUND$, lead, mercury and fluoride in human bone samples obtained from cadavers of patients dying of Chronic Kidney Disease of uncertain aetiology (@DISEASE$) in a case-control study, which the authors believe to be the first in Sri Lanka.", "label": "0"}
{"id": 652, "sentence": "Background: The neuroprotective benefits of combined folic acid and docosahexaenoic acid (@COMPOUND$) on cognitive function in mild cognitive impairment (@DISEASE$) patients are suggested but unconfirmed.", "label": "0"}
{"id": 653, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, @COMPOUND$, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (@DISEASE$), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 654, "sentence": "Although plasma levels of acylcarnitines and amino acids remained largely unchanged, peripheral @DISEASE$ correlated with decreased CSF acylcarnitines and CSF amino acids, including @COMPOUND$ (BCAA) concentrations, suggesting profound changes in cerebral metabolism coincident with systemic glucose dysregulation.", "label": "1"}
{"id": 655, "sentence": "This relation remained significant (P = 0.029) after adjusting for age, parity, ethnicity, vitamin B-12, folate, sTfR, ferritin, and @COMPOUND$. Women with @DISEASE$ (EGRac ≥1.40) were twice as likely to present with anemia (adjusted OR: 2.38; 95% CI: 1.08, 5.27) compared with women with EGRac <1.40.", "label": "0"}
{"id": 656, "sentence": "Effect of folic acid combined with @COMPOUND$ intervention on @DISEASE$ in elderly: a randomized double-blind, placebo-controlled trial", "label": "0"}
{"id": 657, "sentence": "Conclusions: Despite the low folate status among these nonpregnant Malaysian women, the inclusion of folic acid in weekly IFA supplements did not reduce @DISEASE$ or improve @COMPOUND$ status, over iron alone.", "label": "0"}
{"id": 658, "sentence": "High-glucose/high-@COMPOUND$ diet in zebrafish evokes @DISEASE$ and affective pathogenesis: The role of peripheral and central inflammation, microglia and apoptosis", "label": "1"}
{"id": 659, "sentence": "Although there have been reports that @DISEASE$ decreases physical performance, findings are inconsistent on the association of homocysteine, @COMPOUND$, vitamin B>sub<12>/sub< and physical performance.", "label": "0"}
{"id": 660, "sentence": "The result showed that high adherence to dietary recommendations; avoiding processed foods; intake of anti-inflammatory diet; @COMPOUND$ and folic acid; various fatty acids; and fish consumption had a @DISEASE$.", "label": "1"}
{"id": 661, "sentence": "Corrigendum to &quot;Synergistic effects of fructose and @COMPOUND$ on lipoprotein risk factors for @DISEASE$ in young adults&quot; [Metab Clin Exp 112 (2020) 154356]", "label": "1"}
{"id": 662, "sentence": "The skin cancer risk reduction was not associated with baseline body mass index or weight; insulin, @COMPOUND$, lipid, and creatinine levels; @DISEASE$; blood pressure; alcohol intake; or smoking.", "label": "0"}
{"id": 663, "sentence": "Vitamin and @DISEASE$ are quite common prior to and after bariatric surgery, and therefore we have evaluated the effects of two different @COMPOUND$ supplementation regimes on serum calcium, 25(OH) cholecalciferol, and parathyroid hormone (PTH).", "label": "0"}
{"id": 664, "sentence": "Factors associated with clinically significant @DISEASE$ in patients with type 1 diabetes using sensor-augmented pump therapy with predictive low-@COMPOUND$ management: A multicentric study on iberoamerica", "label": "0"}
{"id": 665, "sentence": "Supplementing the diet with @COMPOUND$, in turn, protected the animals against @DISEASE$ without significant changes in white adipocyte size, glucose clearance, and knee cartilage integrity.", "label": "1"}
{"id": 666, "sentence": "Background and aims: We aimed to investigate the effect of L-carnitine on biochemical factors including ammonia, bilirubin, albumin, alanine aminotransferase, aspartate aminotransferase (AST), blood urea nitrogen (BUN), and @COMPOUND$ (Cr) in patients with @DISEASE$ (HE).", "label": "0"}
{"id": 667, "sentence": "Background: Hypoglycemia in @DISEASE$ (CF), in the absence of @COMPOUND$-lowering therapies, has long been identified as an important issue in the management of CF.", "label": "0"}
{"id": 668, "sentence": "22 IBS patients positively tested for either @COMPOUND$-, fructose-, sorbitol- or combined @DISEASE$ were subjected to 2-weeks sugar elimination and subsequent 4-weeks re-introduction.", "label": "0"}
{"id": 669, "sentence": "The summary RRs (95% CIs) of incident @DISEASE$ were 0.95 (0.79, 1.14; NS) for total legumes, 0.83 (0.68, 1.01; NS) for total soy, 0.89 (0.71, 1.11; NS) for @COMPOUND$, 0.92 (0.84, 0.99) for tofu, 0.84 (0.75, 0.95) for soy protein, and 0.88 (0.81, 0.96) for soy isoflavones, respectively.", "label": "0"}
{"id": 670, "sentence": "High @COMPOUND$-induced derangements in metabolic pathways are primarily associated with the initiation and progression of secondary complications namely, @DISEASE$, neuropathy, and retinopathy.", "label": "1"}
{"id": 671, "sentence": "Background and aims: We aimed to investigate the effect of L-carnitine on biochemical factors including ammonia, bilirubin, albumin, alanine aminotransferase, aspartate aminotransferase (AST), blood urea nitrogen (BUN), and creatinine (@COMPOUND$) in patients with @DISEASE$ (HE).", "label": "0"}
{"id": 672, "sentence": "Methods and design: The Vitamin C, Thiamine and Steroids in Sepsis (VICTAS) trial is a multicenter, double-blind, adaptive sample size, randomized, placebo-controlled trial designed to test the efficacy of combination therapy with vitamin C (1.5 g), @COMPOUND$ (100 mg), and hydrocortisone (50 mg) given every 6 h for up to 16 doses in patients with respiratory or circulatory dysfunction (or both) resulting from @DISEASE$.", "label": "0"}
{"id": 673, "sentence": "(4) Conclusions: The lack of improvement in sperm quality in @DISEASE$ men after metabolic surgery may be related to nutrient malabsorption, especially @COMPOUND$, copper and iron.", "label": "1"}
{"id": 674, "sentence": "Results: Thirteen variables, including maternal race, hypertension during pregnancy, preeclampsia, first trimester body mass index, multiple status, gestational age, birth weight, birth length, head circumference, year of birth, length of birth hospitalization stay, total parenteral nutrition, and @COMPOUND$ treatment, were significantly associated with growth rates of @DISEASE$ infants in univariate analyses.", "label": "1"}
{"id": 675, "sentence": "turczaninowii>/i< may alleviate high @COMPOUND$-induced inflammation and @DISEASE$ in hASMCs, and may have potential in the treatment of hyperglycemia-induced atherosclerosis.", "label": "1"}
{"id": 676, "sentence": "@COMPOUND$ metabolites, including 25-hydroxyvitamin D>sub<3>/sub< (25(OH)D>sub<3>/sub<), may inhibit @DISEASE$ (CRC) progression.", "label": "1"}
{"id": 677, "sentence": "Tolerability and acceptability of real-time continuous @COMPOUND$ monitoring and its impact on diabetes management behaviours in individuals with @DISEASE$ - A pilot study", "label": "0"}
{"id": 678, "sentence": "Red blood cell @COMPOUND$ as phagocytic ligands mediating both @DISEASE$ and malaria resistance", "label": "1"}
{"id": 679, "sentence": "Methods: Circulating concentrations of @COMPOUND$, folic acid, and folate catabolites p-aminobenzoylglutamate and p-acetamidobenzoylglutamate were measured by liquid chromatography-tandem mass spectrometry at diagnosis in 2024 stage I and stage III @DISEASE$ patients from European and US patient cohort studies.", "label": "0"}
{"id": 680, "sentence": "Methods: Twenty women with overweight or @DISEASE$ were allocated to a diet low (Met/Cys>sub<-low,>/sub< n = 7), medium (Met/Cys>sub<-medium,>/sub< n = 7) or high (Met/Cys>sub<-high,>/sub< n = 6) in @COMPOUND$ and cysteine for 7 days.", "label": "0"}
{"id": 681, "sentence": "Pregnant women with fetuses with @DISEASE$ have a diet characterized by higher calorie intake and lower levels of @COMPOUND$ (methionine and threonine) during the preconception period than pregnant women with normal fetuses.", "label": "1"}
{"id": 682, "sentence": "Taken together, our results suggest that altered @COMPOUND$ status, especially reduced PUFA, may influence @DISEASE$ repair and even contribute to femoral fracture susceptibility in the elderly.", "label": "1"}
{"id": 683, "sentence": "After adjusting for age, sex, race, education, physical activity, drinking frequency, current smoking status, poverty-to-income ratio, Total cholesterol, high-density lipoprotein cholesterol, serum @COMPOUND$, vitamin B12, body mass index, waist circumference, and @DISEASE$, patients with both hypertension and hyperhomocysteinemia had a 5.072 (3.967-6.486) times risk of CKD than their healthy compartments, higher than that in patients with only hypertension or hyperhomocysteinemia.", "label": "0"}
{"id": 684, "sentence": "The most common metabolic and endocrine abnormalities seen in patients with @DISEASE$ include deficiencies in @COMPOUND$, calcitriol, triiodothyronine, testosterone, and estrogen.", "label": "1"}
{"id": 685, "sentence": "Effects of daidzein and genistein on markers of @DISEASE$ risk among women with impaired @COMPOUND$ regulation: a double-blind, randomized, placebo-controlled trial", "label": "0"}
{"id": 686, "sentence": "Materials and methods: This randomized, triple-masking, placebo-controlled clinical trial conducted on 86 @DISEASE$ infertile men with serum 25 hydroxy vitamin D3 (@COMPOUND$) < 30 ng/ml in the infertility clinic of Ahvaz Jahad daneshgahi, Iran.", "label": "0"}
{"id": 687, "sentence": "In this large-scale observational study, we investigated the relationship between the serum @COMPOUND$ [25(OH)D] concentration and subclinical @DISEASE$ in an elderly Asian population.", "label": "0"}
{"id": 688, "sentence": "The effects of 30 days SPX treatment of mice with experimentally induced obesity (DIO) or @DISEASE$ (T2DM) on serum glucose and lipid levels, insulin sensitivity and hormonal profile (insulin, glucagon, @COMPOUND$, leptin, TNF alpha, IL-6 and IL-1β) are characterized.", "label": "0"}
{"id": 689, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (homocysteine, folate, and @COMPOUND$), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with schizophrenia (SCZ, n = 1659), bipolar disorder (BD, n = 1901), and @DISEASE$ (MDD, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 690, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (@COMPOUND$, magnesium, iron, copper, and zinc) and osteoporosis (OP), gout, @DISEASE$ (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 691, "sentence": "Approximately 50.8% had elevated BP, followed by low HDL-C (41.7%), elevated @COMPOUND$ (40.3%), elevated triglycerides (35.5%), @DISEASE$ (27.8%), and elevated total cholesterol (20%).", "label": "0"}
{"id": 692, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, copper, and @COMPOUND$) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (@DISEASE$), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 693, "sentence": "A systematic review and meta-analysis of randomized controlled trials (RCTs) was carried out to assess @COMPOUND$ supplements' influence on the biomarkers of metabolic syndrome (@DISEASE$).", "label": "0"}
{"id": 694, "sentence": "Background: Prior research suggested a differential association of @COMPOUND$ (25(OH)D) metabolites with @DISEASE$ (T2D), with total 25(OH)D and 25(OH)D3 inversely associated with T2D, but the epimeric form (C3-epi-25(OH)D3) positively associated with T2D.", "label": "1"}
{"id": 695, "sentence": "Background: Prior research suggested a differential association of 25-hydroxyvitamin D (25(OH)D) metabolites with @DISEASE$ (T2D), with total 25(OH)D and @COMPOUND$ inversely associated with T2D, but the epimeric form (C3-epi-25(OH)D3) positively associated with T2D.", "label": "1"}
{"id": 696, "sentence": "In recent decades, @COMPOUND$ isolated from different kinds of Chinese herbs have received much attention due to their important biological activities, such as anti-@DISEASE$, anti-oxidant, anti-diabetic, radiation protecting, antiviral, hypolipidemic, and immunomodulatory activities.", "label": "1"}
{"id": 697, "sentence": "Results: Among mothers with @DISEASE$, maternal and newborn plasma high-density lipoprotein cholesterol, @COMPOUND$, linoleic acid, docosahexaenoic acid, alanine, glutamine, isoleucine, leucine, valine, creatinine, and particle concentration of medium high-density lipoprotein were significantly positively associated (0.001 ≤ q ≤ 0.09).", "label": "1"}
{"id": 698, "sentence": "Effect of @COMPOUND$ on liver enzymes and biochemical factors in @DISEASE$: A systematic review and meta-analysis", "label": "0"}
{"id": 699, "sentence": "[Continuous @COMPOUND$ monitoring in the management of @DISEASE$ : state-of-the art and perspectives]", "label": "0"}
{"id": 700, "sentence": "Aim: The aims of this study were to perform a 3-h oral @COMPOUND$ tolerance test (OGTT) in participants with CF and (1) document glucose, insulin, glucagon, glucagon-like-peptide-1 (GLP-1), and glucose-dependent insulinotropic peptide (GIP) release patterns within varying glucose tolerance groups during the OGTT; (2) determine the prevalence of hypoglycemic during the OGTT; and (3) define any association between @DISEASE$ and patterns of insulin, glucagon, GLP-1, and GIP release.", "label": "0"}
{"id": 701, "sentence": "We examined associations of weight loss diet-induced changes in a gut microbiota-related metabolite trimethylamine N-oxide (TMAO), and its precursors (@COMPOUND$ and l-carnitine), with changes in bone mineral density (BMD) considering @DISEASE$-related factors.", "label": "0"}
{"id": 702, "sentence": "Lysyl oxidase (LOX) and LOX-like (LOXL) proteins are @COMPOUND$-dependent metalloenzymes with well-documented roles in tumor metastasis and @DISEASE$.", "label": "0"}
{"id": 703, "sentence": "Results: Of 44 single-nucleotide polymorphisms (SNPs) with GTs, 38 fasting-@COMPOUND$ and 6 fasting-insulin SNPs showed heterogeneous associations with @DISEASE$, without significant directional pleiotropy observed.", "label": "0"}
{"id": 704, "sentence": "Objectives: We examined whether the inclusion of @COMPOUND$ in weekly IFA supplements conferred any benefit on hemoglobin (Hb) concentration, @DISEASE$ reduction, or iron status [ferritin and soluble transferrin receptor (sTfR)], over iron alone.", "label": "0"}
{"id": 705, "sentence": "In univariate analysis, characteristics prior to admission significantly associated with the primary outcome were sex, BMI and previous treatment with renin-angiotensin-aldosterone system (RAAS) blockers, but not age, type of diabetes, HbA>sub<1c>/sub<, @DISEASE$ or @COMPOUND$-lowering therapies.", "label": "0"}
{"id": 706, "sentence": "Association of vitamin D-binding protein and @COMPOUND$ with insulin and homeostatic model assessment (HOMA-IR) in overweight and @DISEASE$ females", "label": "0"}
{"id": 707, "sentence": "We aimed to determine whether @COMPOUND$ supplementation improves renal function, insulin resistance, and metabolic profiles in patients with @DISEASE$.", "label": "0"}
{"id": 708, "sentence": "The weighted mean difference (WMD) between the nut intervention and control arms was determined for fasting @COMPOUND$, fasting insulin, glycated hemoglobin (HbA1c), and homeostasis model assessment of @DISEASE$ (HOMA-IR) using the DerSimonian and Laird random-effects method.", "label": "0"}
{"id": 709, "sentence": "The @DISEASE$ Severity Score System (IBS-SSS), serum 25(OH) vitamin D3, @COMPOUND$, and IL-6 were measured before and after interventions.", "label": "0"}
{"id": 710, "sentence": "Low Plasmatic @COMPOUND$ at Diagnosis is Associated with Axillary Invasion, Chemoresistance and Metastasis in Women with @DISEASE$", "label": "1"}
{"id": 711, "sentence": "Results: Among mothers with @DISEASE$, maternal and newborn plasma high-density lipoprotein cholesterol, apolipoprotein A1, linoleic acid, docosahexaenoic acid, @COMPOUND$, glutamine, isoleucine, leucine, valine, creatinine, and particle concentration of medium high-density lipoprotein were significantly positively associated (0.001 ≤ q ≤ 0.09).", "label": "1"}
{"id": 712, "sentence": "(4) Conclusions: The lack of improvement in sperm quality in @DISEASE$ men after metabolic surgery may be related to nutrient malabsorption, especially zinc, @COMPOUND$ and iron.", "label": "1"}
{"id": 713, "sentence": "The results of ordinal logistic analysis adjusted by age, sex, and all comorbidities, showed that patients with @DISEASE$ and VaD were more likely to develop malnutrition [odds ratios 6.834 and 5.414, respectively (P < .001)], whereas FTD had a lower risk of developing malnutrition than the other dementia subtypes (odds ratio 2.883, P = .002).There was no difference in terms of other parameters including @COMPOUND$, folate, and vitamin D (P > .05).", "label": "0"}
{"id": 714, "sentence": "The Inclusion of @COMPOUND$ in Weekly Iron-Folic Acid Supplements Confers no Additional Benefit on @DISEASE$ Reduction in Nonpregnant Women: A Randomized Controlled Trial in Malaysia", "label": "0"}
{"id": 715, "sentence": "The association of @COMPOUND$ patterns with adiposity and the @DISEASE$ was weaker for dietary FA patterns than for plasma phospholipid FA patterns.", "label": "1"}
{"id": 716, "sentence": "Letter to the Editor: Comment on &quot;Folate and @COMPOUND$ status is associated with insulin resistance and @DISEASE$ in morbid obesity&quot;", "label": "1"}
{"id": 717, "sentence": "After adjustment for age, height, body mass index, @COMPOUND$, parathyroid hormone, femoral-neck bone mineral density, cognitive impairment, @DISEASE$ and type of hip fracture we confirmed a significant association between GNRI scores and the concomitant upper-limb fractures (p = 0.001).", "label": "0"}
{"id": 718, "sentence": "We estimated the association between time spent in @DISEASE$ and various mean @COMPOUND$ and HbA>sub<1c>/sub< levels.", "label": "0"}
{"id": 719, "sentence": "@DISEASE$ C57BL/6 mice were divided in two groups: control (2 mg @COMPOUND$: FA/25 µg vitamin B12/Kg food) and HFLB12 diets (8 mg FA/5 µg vitamin B12/Kg food).", "label": "0"}
{"id": 720, "sentence": "Impact of two oral doses of 100,000 IU of @COMPOUND$ in preschoolers with viral-induced @DISEASE$: a pilot randomised controlled trial", "label": "0"}
{"id": 721, "sentence": "@DISEASE$ patients showed an inadequate intake of proteins, @COMPOUND$, fiber, iron, calcium, potassium, magnesium, zinc, vitamin D and vitamin B12 according to ESPEN guidelines for clinical nutrition in IBD and LARN.", "label": "1"}
{"id": 722, "sentence": "Thus, hesperidin has shown @COMPOUND$-lowering and anti-inflammatory properties in diabetic models, dyslipidemia-, @DISEASE$-, and obesity-preventing effects in CVDs and obese models, and antihypertensive and antioxidant effects in hypertensive models.", "label": "1"}
{"id": 723, "sentence": "Research design and methods: In a population-based study, we analyzed the use of insulin pump therapy, continuous @COMPOUND$ monitoring (CGM), and self-monitoring of blood glucose (SMBG) from 1995 to 2017 in patients with @DISEASE$ identified from the Diabetes Prospective Follow-up (DPV) database in Germany and Austria.", "label": "0"}
{"id": 724, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, copper, and @COMPOUND$) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), @DISEASE$ (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 725, "sentence": "Conclusions: This optimized multivitamin supplement only affected serum levels of @COMPOUND$, PTH and vitamin B1, and @DISEASE$ rates compared to a sMVS.", "label": "0"}
{"id": 726, "sentence": "Methods and design: The Vitamin C, Thiamine and Steroids in Sepsis (VICTAS) trial is a multicenter, double-blind, adaptive sample size, randomized, placebo-controlled trial designed to test the efficacy of combination therapy with vitamin C (1.5 g), thiamine (100 mg), and @COMPOUND$ (50 mg) given every 6 h for up to 16 doses in patients with respiratory or circulatory dysfunction (or both) resulting from @DISEASE$.", "label": "0"}
{"id": 727, "sentence": "In addition, there is suggestive evidence that calcium is positively correlated (OR = 1.36, >i<p>/i< = 0.030) and @COMPOUND$ is negatively correlated with T2D risk (OR = 0.89, >i<p>/i< = 0.010); both magnesium (OR = 0.26, >i<p>/i< = 0.013) and iron (OR = 0.71, >i<p>/i< = 0.047) are negatively correlated with @DISEASE$ risk.", "label": "1"}
{"id": 728, "sentence": "Use of nutritional supplements based on @COMPOUND$, tryptophan and vitamin B6 (Melamil Tripto®) in children with primary chronic headache, with or without @DISEASE$: a pilot study", "label": "0"}
{"id": 729, "sentence": "Each standard deviation (SD) increment of plasma @COMPOUND$ was independently and positively associated with risk of first @DISEASE$ [odds ratio (OR): 1.17, 95% confidence interval (CI): 1.07-1.28].", "label": "1"}
{"id": 730, "sentence": "Systematic differences in diet quality, dietary patterns, and nutrient intakes contribute to cardiovascular disparities and are mediated by microbiota, and @DISEASE$ risk factors including high levels of blood pressure, low density lipoprotein cholesterol (LDL), and @COMPOUND$; oxidative stress, pro-inflammatory cytokines, and endothelial dysfunction.", "label": "1"}
{"id": 731, "sentence": "The @DISEASE$ severity decreased well during the third weeks in the @COMPOUND$ group.", "label": "1"}
{"id": 732, "sentence": "Conclusions- Plasma copper, @COMPOUND$, and titanium were associated with higher risk of @DISEASE$, whereas plasma rubidium and selenium were associated with lower risk of hemorrhagic stroke.", "label": "1"}
{"id": 733, "sentence": "In linear regression model, the variables of parity, body mass index, physical activity education, protein, fat, oleic acid, monounsaturated fatty acids, @COMPOUND$, magnesium, and zinc were the strong predictors of @DISEASE$, and along with the others explained the 80% of variances.", "label": "1"}
{"id": 734, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, @COMPOUND$, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), @DISEASE$ (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 735, "sentence": "Objective: @COMPOUND$ disorders and dyslipidemia are closely associated with obesity and @DISEASE$.", "label": "1"}
{"id": 736, "sentence": "Conclusions: The nutrient patterns that are highly loading of @COMPOUND$, vitamin K, vitamin A, and vitamin C in nutrient patterns may be associated to higher risk of obesity in overweight and @DISEASE$ Iranian women.", "label": "1"}
{"id": 737, "sentence": "Purpose: The aim of this study was to determine whether grape polyphenols have a second-meal effect, modulating @COMPOUND$ and lipid elevations in the postprandial period after two successive meals in subjects with @DISEASE$.", "label": "1"}
{"id": 738, "sentence": "Circulating Folate and @COMPOUND$ Concentrations: Associations With @DISEASE$ Recurrence and Survival", "label": "1"}
{"id": 739, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (@COMPOUND$, magnesium, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), @DISEASE$ , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 740, "sentence": "The anti-@DISEASE$ models included in our study examined the inhibitory activities of α-amylase/α-glucosidase and intestinal @COMPOUND$ absorption related to sodium glucose cotransporter type 1 (SGLT1) using Caco-2 cells.", "label": "0"}
{"id": 741, "sentence": "Conclusion: @COMPOUND$ supplementation significantly improves circulating ALT, AST and GGTP levels; therefore, it might positively affect liver function, especially among patients with @DISEASE$.", "label": "1"}
{"id": 742, "sentence": "Furthermore, patients with obesity and @DISEASE$ are more likely to have suboptimal @COMPOUND$ status than healthy people.", "label": "0"}
{"id": 743, "sentence": "Further investigation into the prevalence of iron, vitamin B>sub<12>/sub<, @COMPOUND$ and copper deficiency and its impact on @DISEASE$ in bariatric surgery is needed.", "label": "0"}
{"id": 744, "sentence": "Although @COMPOUND$ is contained in various foods, its deficiency is one of the most common @DISEASE$ worldwide.", "label": "1"}
{"id": 745, "sentence": "Background: Oxy@COMPOUND$ is a @DISEASE$ toxin that acts as an antimetabolite to thiamine and has been associated with cases of Shoshin beriberi syndrome in adults.", "label": "0"}
{"id": 746, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (@COMPOUND$, magnesium, iron, copper, and zinc) and osteoporosis (@DISEASE$), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 747, "sentence": "Background: The role of @COMPOUND$ (RS) in glucose, insulin, @DISEASE$ or sensitivity, and lipid parameters have been reported in several studies and remained controversial.", "label": "1"}
{"id": 748, "sentence": "In recent decades, @COMPOUND$ isolated from different kinds of Chinese herbs have received much attention due to their important biological activities, such as anti-tumor, anti-oxidant, anti-@DISEASE$, radiation protecting, antiviral, hypolipidemic, and immunomodulatory activities.", "label": "1"}
{"id": 749, "sentence": "Conclusion: The IESP could be considered as anti-@DISEASE$ fruit, and this might be due to its nutrient contents, especially @COMPOUND$, fiber, sodium, potassium, copper, and zinc.", "label": "1"}
{"id": 750, "sentence": "Effects of Dietary @COMPOUND$ Restriction on Hepatic Gene Expression Profile of Non-@DISEASE$ and Obese Mice", "label": "0"}
{"id": 751, "sentence": "We also identified a 35% reduction in hepatic @COMPOUND$ levels (q-value <0.05) and a lower activation of the phosphatidylcholine pathway as potential contributors to the @DISEASE$ present in this model.", "label": "1"}
{"id": 752, "sentence": "Objective: @COMPOUND$ disorders and @DISEASE$ are closely associated with obesity and metabolic disease.", "label": "0"}
{"id": 753, "sentence": "In this review, we attempted to assess how choline, folate, methionine, and @COMPOUND$ affect @DISEASE$ development, mainly through their role in the secretion of very low-density lipoproteins (VLDL) from the liver.", "label": "0"}
{"id": 754, "sentence": "All treatment groups showed signs of @DISEASE$ especially elevated branched chain amino acids and @COMPOUND$.", "label": "1"}
{"id": 755, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, @COMPOUND$, and zinc) and osteoporosis (OP), gout, @DISEASE$ (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 756, "sentence": "The results of ordinal logistic analysis adjusted by age, sex, and all comorbidities, showed that patients with DLB and VaD were more likely to develop malnutrition [odds ratios 6.834 and 5.414, respectively (P < .001)], whereas FTD had a lower risk of developing malnutrition than the other @DISEASE$ subtypes (odds ratio 2.883, P = .002).There was no difference in terms of other parameters including vitamin B12, @COMPOUND$, and vitamin D (P > .05).", "label": "0"}
{"id": 757, "sentence": "@DISEASE$ (GDM) is a disease of pregnancy that is associated with @COMPOUND$ intolerance and foeto-placental vascular dysfunction.", "label": "1"}
{"id": 758, "sentence": "Recognition of surface N-linked high @COMPOUND$ glycans as a response to cellular stress is a molecular mechanism common to both the pathogenesis of @DISEASE$ and resistance to severe malaria in sickle cell trait.", "label": "1"}
{"id": 759, "sentence": "Comparison of vitamin B12, vitamin D and @COMPOUND$ blood levels in patients with @DISEASE$, drug addiction and controls", "label": "0"}
{"id": 760, "sentence": "The most common metabolic and endocrine abnormalities seen in patients with @DISEASE$ include deficiencies in erythropoietin, calcitriol, @COMPOUND$, testosterone, and estrogen.", "label": "1"}
{"id": 761, "sentence": "The multivariable ORs with 95% CIs for total @DISEASE$, ischemic stroke and hemorrhagic stroke in the highest versus the lowest quartile of plasma @COMPOUND$ were 1.49 (1.16-1.90; >i<P>/i<-trend = 0.001), 1.46 (1.12-1.92; >i<P>/i<-trend = 0.004) and 2.05 (0.95-4.38; >i<P>/i<-trend = 0.050), respectively.", "label": "0"}
{"id": 762, "sentence": "Objectives: The objective of this study was to investigate the natural variation in @COMPOUND$ concentrations in dogs subject to seasonal @DISEASE$.", "label": "0"}
{"id": 763, "sentence": "Conclusion: The high prevalence of @COMPOUND$ inadequacy in Swiss women suggests an elevated risk of @DISEASE$ and calls for urgent measures to increase folate intakes.", "label": "1"}
{"id": 764, "sentence": "Conclusions: The MDS serves as a promising measure in identifying individuals with @COMPOUND$ deficiency who may benefit from increased intake of magnesium to reduce risks of @DISEASE$ and CVD mortality.", "label": "1"}
{"id": 765, "sentence": "In addition, concerns have been raised about the potential for @DISEASE$ promotion with excessive folate intake, especially after the mandatory @COMPOUND$ fortification in the United States in 1998.", "label": "1"}
{"id": 766, "sentence": "Growth parameters, SCORing @DISEASE$ (SCORAD), hemoglobin, hematocrit, sodium, potassium, albumin, protein, @COMPOUND$, B12, iron, and folate values were determined.", "label": "0"}
{"id": 767, "sentence": "After controlling for potential confounders (age, sex, family PIR, education, marital status, disease history, @DISEASE$, thyroid problems, physical activity, social support, smoking, total energy, and cholesterol, retinol, vitamin A, beta-carotene, beta-criptoxanthin, vitamin B1, iron, and phosphorus levels), a significant nonlinear inverse association between @COMPOUND$ consumption and PHQ-9 scores was observed.", "label": "0"}
{"id": 768, "sentence": "Deficiency of @COMPOUND$ during pregnancy has been suggested to affect fetal DNA methylation to cause @DISEASE$.", "label": "1"}
{"id": 769, "sentence": "β-cell function, incretin response, and insulin sensitivity of @COMPOUND$ and fat metabolism in @DISEASE$ youth: Relationship to OGTT-time-to-glucose-peak", "label": "0"}
{"id": 770, "sentence": "Following a dietary plan is a fundamental component of @DISEASE$ management because this can regulate the body's supply of @COMPOUND$ and lipids, resulting in weight reduction, an improved response to pharmacotherapies, and optimal control of the patient's glycaemic status and lipid profile.", "label": "0"}
{"id": 771, "sentence": "We investigated associations of weight-loss diet-induced decreases in @DISEASE$ gut-microbial metabolites, trimethylamine N-oxide (@COMPOUND$) and L-carnitine, with improvements in atherogenic lipoproteins containing apoCIII among patients with obesity.", "label": "0"}
{"id": 772, "sentence": "Classification of evidence: This study provides Class I evidence that for patients with @DISEASE$ undergoing intensive rehabilitation, a whey protein-based nutritional formula enriched with @COMPOUND$ and vitamin D increased distance walked on the 6MWT.", "label": "1"}
{"id": 773, "sentence": "Conclusions: This optimized multivitamin supplement only affected serum levels of folic acid, PTH and @COMPOUND$, and @DISEASE$ rates compared to a sMVS.", "label": "0"}
{"id": 774, "sentence": "However, the benefits of @COMPOUND$ for @DISEASE$ prevention still warrant its retention in weekly IFA supplements.This trial was registered at www.anzctr.org.au as ACTRN12619000818134.", "label": "1"}
{"id": 775, "sentence": "Conclusion: The IESP could be considered as anti-@DISEASE$ fruit, and this might be due to its nutrient contents, especially phytochemicals, fiber, sodium, potassium, @COMPOUND$, and zinc.", "label": "1"}
{"id": 776, "sentence": "Circulating @COMPOUND$ were also compared across dietary FA quintiles, overall and in subgroups by sex, obesity, @DISEASE$, statin use, and high alcohol intake.", "label": "0"}
{"id": 777, "sentence": "The summary RRs (95% CIs) of incident @DISEASE$ were 0.95 (0.79, 1.14; NS) for total legumes, 0.83 (0.68, 1.01; NS) for total soy, 0.89 (0.71, 1.11; NS) for soy milk, 0.92 (0.84, 0.99) for tofu, 0.84 (0.75, 0.95) for @COMPOUND$, and 0.88 (0.81, 0.96) for soy isoflavones, respectively.", "label": "0"}
{"id": 778, "sentence": "Further investigation into the prevalence of iron, vitamin B>sub<12>/sub<, folate and @COMPOUND$ deficiency and its impact on @DISEASE$ in bariatric surgery is needed.", "label": "0"}
{"id": 779, "sentence": "Conclusion: The IESP could be considered as anti-@DISEASE$ fruit, and this might be due to its nutrient contents, especially phytochemicals, fiber, @COMPOUND$, potassium, copper, and zinc.", "label": "1"}
{"id": 780, "sentence": "The relative contribution of vitamin K1 and @COMPOUND$ to the health status of the general population and CKD (chronic kidney disease) patients, including @DISEASE$ patients, is also poorly studied.", "label": "0"}
{"id": 781, "sentence": "After adjusting for age, sex, race, education, physical activity, drinking frequency, current smoking status, poverty-to-income ratio, Total cholesterol, @COMPOUND$, serum folate, vitamin B12, body mass index, waist circumference, and diabetes mellitus, patients with both @DISEASE$ and hyperhomocysteinemia had a 5.072 (3.967-6.486) times risk of CKD than their healthy compartments, higher than that in patients with only hypertension or hyperhomocysteinemia.", "label": "0"}
{"id": 782, "sentence": "Low magnesium intakes coupled with high calcium intakes and high calcium-to-magnesium (@COMPOUND$) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and metabolic syndrome, as well as some cancers (colorectal, @DISEASE$, esophageal), and total mortality.", "label": "1"}
{"id": 783, "sentence": "Conclusions: Circulating @COMPOUND$ and folate catabolite concentrations at @DISEASE$ diagnosis were not associated with recurrence and survival.", "label": "0"}
{"id": 784, "sentence": "This analysis suggests that there is a remaining risk among Hispanics for @COMPOUND$ sensitive @DISEASE$, though continued monitoring of folate status in future NHANES data cycles will help inform the long-term efficacy of voluntary fortification of corn masa flour.", "label": "1"}
{"id": 785, "sentence": "After further adjustments for nutritional knowledge and calorie intake, an inverse association was observed between @DISEASE$ and INQ of vitamin C, iron, @COMPOUND$, pantothenic acid, selenium, and magnesium (all P < 0.05).", "label": "1"}
{"id": 786, "sentence": "The 8-week individualized training program decreased @COMPOUND$, triglycerides, total cholesterol, low-density lipoprotein cholesterol and leptin in @DISEASE$ subjects with and without MS.", "label": "0"}
{"id": 787, "sentence": "Background: @COMPOUND$ may play a preventive role in the early stages of colorectal carcinogenesis, but long latencies may be needed to observe a reduction in @DISEASE$ (CRC) incidence.", "label": "1"}
{"id": 788, "sentence": "Furthermore, patients with @DISEASE$ and cardiovascular disease are more likely to have suboptimal @COMPOUND$ status than healthy people.", "label": "1"}
{"id": 789, "sentence": "Undercarboxylated @COMPOUND$-dependent protein levels can be measured to evaluate tissue-specific @DISEASE$/insufficiency.", "label": "1"}
{"id": 790, "sentence": "The high rate of consumption of diets high in saturated fats, @COMPOUND$, and refined carbohydrates (collectively called Western diet, WD) worldwide, contribute to the prevalence of obesity and type 2 diabetes, and could place these populations at an increased risk for severe @DISEASE$ pathology and mortality.", "label": "1"}
{"id": 791, "sentence": "@DISEASE$ was more prevalent, and intake of vitamin B6 and @COMPOUND$ was lower among vegetarians, while non-vegetarians had a lower intake of folate.", "label": "0"}
{"id": 792, "sentence": "Restrictive diets can lead to inadequate intake of macronutrients and micronutrients by patients with @DISEASE$, with the potential for deficiencies of calcium, @COMPOUND$, zinc, iron, thiamine, vitamins D, E, and K, and folate.", "label": "0"}
{"id": 793, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (homocysteine, @COMPOUND$, and vitamin B12), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with schizophrenia (@DISEASE$, n = 1659), bipolar disorder (BD, n = 1901), and major depressive disorder (MDD, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 794, "sentence": "Background: This article describes the analysis and interpretation of data relating to the presence of cadmium, lead, mercury and @COMPOUND$ in human bone samples obtained from cadavers of patients dying of @DISEASE$ of uncertain aetiology (CKDu) in a case-control study, which the authors believe to be the first in Sri Lanka.", "label": "0"}
{"id": 795, "sentence": "Background: @COMPOUND$ may play a preventive role in the early stages of @DISEASE$, but long latencies may be needed to observe a reduction in colorectal cancer (CRC) incidence.", "label": "1"}
{"id": 796, "sentence": "Here, we exposed zebrafish to 2% glucose and 10% @COMPOUND$ for 19 days to experimentally induce type 2 diabetes (@DISEASE$) and to assess stress responses, microglia, inflammation and apoptosis.", "label": "0"}
{"id": 797, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, copper, and @COMPOUND$) and osteoporosis (OP), gout, rheumatoid arthritis (RA), @DISEASE$ (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 798, "sentence": "Methods: Adipose tissue inflammation (macrophage and T-cell content and expression of proinflammatory cytokines), liver and whole-body insulin sensitivity (assessed using a hyperinsulinemic-euglycemic clamp and @COMPOUND$ tracer infusion), and 24-hour serial plasma cytokine concentrations were evaluated in 3 groups stratified by adiposity and intrahepatic triglyceride (IHTG) content: (1) lean with normal IHTG content (LEAN; N = 14); (2) @DISEASE$ with normal IHTG content (OB-NL; N = 28); and (3) obese with NAFLD (OB-NAFLD; N = 28).", "label": "0"}
{"id": 799, "sentence": "The result showed that high adherence to dietary recommendations; avoiding processed foods; intake of anti-inflammatory diet; magnesium and @COMPOUND$; various fatty acids; and fish consumption had a @DISEASE$.", "label": "1"}
{"id": 800, "sentence": "Update to the Vitamin C, Thiamine and @COMPOUND$ in @DISEASE$ (VICTAS) protocol: statistical analysis plan for a prospective, multicenter, double-blind, adaptive sample size, randomized, placebo-controlled, clinical trial", "label": "1"}
{"id": 801, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (homocysteine, folate, and @COMPOUND$), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with schizophrenia (SCZ, n = 1659), @DISEASE$ (BD, n = 1901), and major depressive disorder (MDD, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 802, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, @COMPOUND$, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (@DISEASE$), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 803, "sentence": "Those individuals with GI issues tend to demonstrate more behavioral deficits (e.g., irritability, agitation, @DISEASE$) and also tend to have an imbalance in overall gut microbiome composition, thus corroborating several studies that have implicated brain-gut pathways as potential mediators of behavioral dysfunction.We examine the literature regarding dietary approaches to managing ASDs, including elimination diets for gluten, casein, or @COMPOUND$, a ketogenic diet, and a low oxalate diet.", "label": "0"}
{"id": 804, "sentence": "Interactions were present for @COMPOUND$ with @DISEASE$/DM and for valine and isoleucine with male sex on ASD risk.", "label": "1"}
{"id": 805, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, copper, and @COMPOUND$) and osteoporosis (OP), gout, @DISEASE$ (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 806, "sentence": ">b<>i<Aims:>/i<>/b< Type 2 diabetes (@DISEASE$) is associated with pancreatic β-cell dysfunction, manifested by reduced @COMPOUND$-stimulated insulin secretion (GSIS).", "label": "1"}
{"id": 807, "sentence": "The effects of 30 days SPX treatment of mice with experimentally induced obesity (@DISEASE$) or type 2 diabetes (T2DM) on serum @COMPOUND$ and lipid levels, insulin sensitivity and hormonal profile (insulin, glucagon, adiponectin, leptin, TNF alpha, IL-6 and IL-1β) are characterized.", "label": "0"}
{"id": 808, "sentence": "Associations of changes in @COMPOUND$ markers with change in DAS28 were assessed by generalized additive models regression and with European League Against @DISEASE$ (EULAR) response categories by linear regression.", "label": "0"}
{"id": 809, "sentence": "Conclusions: This meta-analysis has provided evidence that @COMPOUND$ supplementation can improve fasting glucose, fasting insulin, insulin resistance and sensitivity, especially for diabetic with overweight or @DISEASE$.", "label": "1"}
{"id": 810, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, @COMPOUND$, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), @DISEASE$ (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 811, "sentence": "The plasma phospholipid FA pattern with high loadings of saturated FAs (high-Satfat) and another with high loadings of n-3 very-long-chain PUFAs (n-3 VLC-PUFAs) were positively associated with measures of @DISEASE$ and the MetS, while patterns with positive loadings of LC monounsaturated fatty acids (n-9 LC-MUFA) and a positive loading of n-3 essential FAs (@COMPOUND$) showed inverse associations with the MetS and some measures of adiposity.", "label": "1"}
{"id": 812, "sentence": "Specific challenges to clinicians and healthcare professionals in patients with @DISEASE$ include the prevalence of peripheral and autonomic neuropathy, retinopathy, nephropathy, but also the intake of @COMPOUND$-lowering medication.", "label": "0"}
{"id": 813, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, iron, @COMPOUND$, and zinc) and osteoporosis (@DISEASE$), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 814, "sentence": "Recognition of surface N-linked high mannose @COMPOUND$ as a response to cellular stress is a molecular mechanism common to both the pathogenesis of sickle cell disease and resistance to severe malaria in @DISEASE$.", "label": "1"}
{"id": 815, "sentence": "In this review, we attempted to assess how choline, folate, @COMPOUND$, and betaine affect @DISEASE$ development, mainly through their role in the secretion of very low-density lipoproteins (VLDL) from the liver.", "label": "0"}
{"id": 816, "sentence": "The effects of 30 days SPX treatment of mice with experimentally induced obesity (DIO) or @DISEASE$ (T2DM) on serum @COMPOUND$ and lipid levels, insulin sensitivity and hormonal profile (insulin, glucagon, adiponectin, leptin, TNF alpha, IL-6 and IL-1β) are characterized.", "label": "0"}
{"id": 817, "sentence": "@COMPOUND$-responsive acute severe @DISEASE$ in exclusively breastfeeding infants: a prospective observational study", "label": "0"}
{"id": 818, "sentence": "The effects of 30 days SPX treatment of mice with experimentally induced obesity (DIO) or @DISEASE$ (T2DM) on serum glucose and lipid levels, insulin sensitivity and hormonal profile (insulin, @COMPOUND$, adiponectin, leptin, TNF alpha, IL-6 and IL-1β) are characterized.", "label": "0"}
{"id": 819, "sentence": "Scope of review: More recently, human metabolomics and genetic studies have confirmed and expanded upon these observations, accompanied by a surge in preclinical studies that have identified mechanisms involved in the perturbation of amino acid homeostasis- how these events are connected to dysregulated @COMPOUND$ and lipid metabolism, and how elevations in branched-chain amino acids (BCAA) may participate in the development of insulin resistance, type 2 diabetes (T2D), and other @DISEASE$ and conditions.", "label": "0"}
{"id": 820, "sentence": "Letter to the Editor: Comment on &quot;@COMPOUND$ and vitamin B12 status is associated with insulin resistance and @DISEASE$ in morbid obesity&quot;", "label": "1"}
{"id": 821, "sentence": "High potential for reducing @COMPOUND$-preventable @DISEASE$ and anencephaly, and related stillbirth and child mortality, in Ethiopia", "label": "1"}
{"id": 822, "sentence": "Bariatric surgery may increase the risk of @COMPOUND$, vitamin B>sub<12>/sub<, folate and copper deficiencies, which can cause @DISEASE$.", "label": "1"}
{"id": 823, "sentence": "Exceedingly high levels of @COMPOUND$ exposure can be related to high incidence of anemia among Armenians, since Mo interacts with Cu and is a potential cause of @DISEASE$-induced anemia.", "label": "1"}
{"id": 824, "sentence": "Comparison of vitamin B12, vitamin D and @COMPOUND$ blood levels in patients with schizophrenia, @DISEASE$ and controls", "label": "0"}
{"id": 825, "sentence": "Data on the benefits of omega-3 fatty acid (@COMPOUND$) supplementation for improving inflammation status in @DISEASE$-infected patients are controversial.", "label": "0"}
{"id": 826, "sentence": "Methods and design: The Vitamin C, Thiamine and Steroids in @DISEASE$ (VICTAS) trial is a multicenter, double-blind, adaptive sample size, randomized, placebo-controlled trial designed to test the efficacy of combination therapy with vitamin C (1.5 g), thiamine (100 mg), and @COMPOUND$ (50 mg) given every 6 h for up to 16 doses in patients with respiratory or circulatory dysfunction (or both) resulting from sepsis.", "label": "0"}
{"id": 827, "sentence": "Background: Prior research suggested a differential association of 25-hydroxyvitamin D (25(OH)D) metabolites with type 2 diabetes (@DISEASE$), with total 25(OH)D and 25(OH)D3 inversely associated with T2D, but the epimeric form (@COMPOUND$) positively associated with T2D.", "label": "1"}
{"id": 828, "sentence": "Results: The available evidence is insufficient to create a definite conclusion that nutritional supplements including chromium, n-3 PUFAs, vitamin D, zinc and @COMPOUND$ might be beneficial for the prevention and treatment of T2DM and therefore, the general recommendation to use these supplements in the management of @DISEASE$ cannot be justified.", "label": "0"}
{"id": 829, "sentence": "The results of ordinal logistic analysis adjusted by age, sex, and all comorbidities, showed that patients with DLB and VaD were more likely to develop malnutrition [odds ratios 6.834 and 5.414, respectively (P < .001)], whereas FTD had a lower risk of developing malnutrition than the other @DISEASE$ subtypes (odds ratio 2.883, P = .002).There was no difference in terms of other parameters including @COMPOUND$, folate, and vitamin D (P > .05).", "label": "0"}
{"id": 830, "sentence": "However, 1.2 mg/d for 22 wk was sufficient to increase milk @COMPOUND$ concentrations to similar levels achieved by higher supplementation doses (2.4 and 10 mg/d), and comparable to those of healthy mothers in regions without @DISEASE$.", "label": "0"}
{"id": 831, "sentence": "It remains to be determined if Late-peak @COMPOUND$ predicts the future development of @DISEASE$ in these high-risk youth.", "label": "0"}
{"id": 832, "sentence": "@DISEASE$ and Vegetarians: Association between Dietary @COMPOUND$, B12 and Folate Intake and Global and Subcortical Brain Volumes", "label": "0"}
{"id": 833, "sentence": "Background and aims: We aimed to investigate the effect of L-carnitine on biochemical factors including ammonia, bilirubin, albumin, alanine aminotransferase, aspartate aminotransferase (AST), blood urea nitrogen (BUN), and creatinine (Cr) in patients with @COMPOUND$ (HE).", "label": "0"}
{"id": 834, "sentence": "Mice were given carbon tetrachloride (CCl>sub<4>/sub< ) injection or methionine-@COMPOUND$ deficient (MCD) diet to induce @DISEASE$, followed by CKI treatment.", "label": "1"}
{"id": 835, "sentence": "To evaluate the effectiveness of predictive low @COMPOUND$ suspend (PLGS) systems within sensor-augmented insulin infusion pumps at preventing nocturnal hypoglycemia in patients with type 1 diabetes (@DISEASE$), we performed a systematic review and meta-analysis of randomized crossover trials.", "label": "0"}
{"id": 836, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, magnesium, @COMPOUND$, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), @DISEASE$ , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 837, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, @COMPOUND$, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , @DISEASE$ and major depressive disorder.", "label": "0"}
{"id": 838, "sentence": "Background: This study aimed to investigate the putative role of the @COMPOUND$-glucose index (TyG index) computed as ln[TG (mg/dl) × glucose (mg/dl)/2] and derived proxies as predictors of @DISEASE$ and weight loss changes after a low-calorie diet (LCD) intervention.", "label": "1"}
{"id": 839, "sentence": "Sequential regression models adjusted for confounders were applied to investigate the association between dietary @COMPOUND$s and plasma phospholipid FA patterns with measures of @DISEASE$ and the MetS.", "label": "0"}
{"id": 840, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (homocysteine, folate, and @COMPOUND$), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with @DISEASE$ (SCZ, n = 1659), bipolar disorder (BD, n = 1901), and major depressive disorder (MDD, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 841, "sentence": "This relation remained significant (P = 0.029) after adjusting for age, parity, ethnicity, vitamin B-12, @COMPOUND$, sTfR, ferritin, and vitamin A. Women with riboflavin deficiency (EGRac ≥1.40) were twice as likely to present with @DISEASE$ (adjusted OR: 2.38; 95% CI: 1.08, 5.27) compared with women with EGRac <1.40.", "label": "0"}
{"id": 842, "sentence": "Patients with Active @DISEASE$ had significantly lower intakes of numerous micronutrients, including iron, @COMPOUND$, and vitamin C, compared with controls.", "label": "1"}
{"id": 843, "sentence": "Searches were also undertaken using keywords, in English, such as @COMPOUND$'OR vitamin D'OR omega-3 fatty acids'OR zinc'OR magnesium'in combination with @DISEASE$.", "label": "0"}
{"id": 844, "sentence": "The 8-week individualized training program decreased glucose, triglycerides, total cholesterol, low-density lipoprotein cholesterol and @COMPOUND$ in obese subjects with and without @DISEASE$.", "label": "0"}
{"id": 845, "sentence": "Higher genetically predicted @COMPOUND$ levels were associated with decreased risk of coronary artery disease (OR>sub<SD>/sub<, 0.88; 95% CI, 0.78, 1.00, p = 0.049) and any @DISEASE$ (OR>sub<SD>/sub<, 0.86; 95% CI, 0.76, 0.97, p = 0.012).", "label": "1"}
{"id": 846, "sentence": "Sarcopenia was associated with risk of @DISEASE$, hip-to-waist ratio (p=0.021), muscle strength depletion (p<0.001), food intake (p=0.023), reduced functional capacity (p=0.048), self-reported well-nourished status; p=0.044) and inadequate @COMPOUND$ (p=0.022) and manganese (p=0.026) intake.", "label": "0"}
{"id": 847, "sentence": "We examined the association between baseline plasma @COMPOUND$ and risk of first @DISEASE$ in Chinese community-dwelling population.", "label": "0"}
{"id": 848, "sentence": "Methods and design: The Vitamin C, Thiamine and Steroids in @DISEASE$ (VICTAS) trial is a multicenter, double-blind, adaptive sample size, randomized, placebo-controlled trial designed to test the efficacy of combination therapy with @COMPOUND$ (1.5 g), thiamine (100 mg), and hydrocortisone (50 mg) given every 6 h for up to 16 doses in patients with respiratory or circulatory dysfunction (or both) resulting from sepsis.", "label": "0"}
{"id": 849, "sentence": "Possible @DISEASE$ prevalence also increased by approximately 40% in individuals aged 12-21 years, from 8.54% in 1999-2004 to 10.1% in 2005-2010 and then 11.8% in 2011-2016 (P = 0.033), with most possible NAFLD individuals being male, being obese, or having higher @COMPOUND$, fasting insulin, hemoglobin A1c, homeostatic model assessment of insulin resistance, liver enzymes, lipids, and uric acid (all P < 0.01).", "label": "1"}
{"id": 850, "sentence": "The plasma phospholipid FA pattern with high loadings of saturated FAs (high-Satfat) and another with high loadings of n-3 very-long-chain PUFAs (n-3 VLC-PUFAs) were positively associated with measures of adiposity and the @DISEASE$, while patterns with positive loadings of LC monounsaturated fatty acids (n-9 LC-MUFA) and a positive loading of n-3 essential FAs (@COMPOUND$) showed inverse associations with the MetS and some measures of adiposity.", "label": "1"}
{"id": 851, "sentence": "In conclusion, our data suggest that @DISEASE$ may differentially regulate @COMPOUND$-associated metabolic pathways in the body.", "label": "1"}
{"id": 852, "sentence": "Yet the relationship between @COMPOUND$ and health outcomes beyond @DISEASE$ remains understudied.", "label": "0"}
{"id": 853, "sentence": "Low magnesium intakes coupled with high calcium intakes and high @COMPOUND$ (Ca:Mg) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and @DISEASE$, as well as some cancers (colorectal, prostate, esophageal), and total mortality.", "label": "1"}
{"id": 854, "sentence": "Thus, hesperidin has shown @COMPOUND$-lowering and anti-inflammatory properties in diabetic models, @DISEASE$-, atherosclerosis-, and obesity-preventing effects in CVDs and obese models, and antihypertensive and antioxidant effects in hypertensive models.", "label": "1"}
{"id": 855, "sentence": "MetS was determined by abdominal obesity > 88 (cm) in females, Triglycerides ≥ 150 (mg/dL), @DISEASE$ (HDL < 50 mg/dL), systolic blood pressure > 130/85 (millimeters), and @COMPOUND$ > 100 (mg/dL).", "label": "0"}
{"id": 856, "sentence": "Thiamine, a water-soluble vitamin also known as @COMPOUND$, is a critical cofactor in energy metabolism and may be competitively inhibited by the antimetabolite oxythiamine, a uremic toxin that accumulates in @DISEASE$.", "label": "0"}
{"id": 857, "sentence": "turczaninowii>/i< may alleviate high @COMPOUND$-induced @DISEASE$ and arterial damage in hASMCs, and may have potential in the treatment of hyperglycemia-induced atherosclerosis.", "label": "1"}
{"id": 858, "sentence": "The effects of 30 days SPX treatment of mice with experimentally induced obesity (DIO) or type 2 diabetes (@DISEASE$) on serum glucose and lipid levels, insulin sensitivity and hormonal profile (insulin, glucagon, @COMPOUND$, leptin, TNF alpha, IL-6 and IL-1β) are characterized.", "label": "0"}
{"id": 859, "sentence": "The relationship between circulating @COMPOUND$ and subclinical @DISEASE$ in an elderly Asian population", "label": "0"}
{"id": 860, "sentence": "After adjusting for age, sex, race, education, physical activity, drinking frequency, current smoking status, poverty-to-income ratio, Total @COMPOUND$, high-density lipoprotein cholesterol, serum folate, vitamin B12, body mass index, waist circumference, and diabetes mellitus, patients with both @DISEASE$ and hyperhomocysteinemia had a 5.072 (3.967-6.486) times risk of CKD than their healthy compartments, higher than that in patients with only hypertension or hyperhomocysteinemia.", "label": "0"}
{"id": 861, "sentence": "Background: Whether changes in 25 hydroxy vitamin D>sub<3>/sub< (@COMPOUND$>sub<3>/sub<) levels after @DISEASE$ diagnosis influence clinical outcomes is unclear.", "label": "0"}
{"id": 862, "sentence": "Methods and design: The Vitamin C, @COMPOUND$ and Steroids in Sepsis (VICTAS) trial is a multicenter, double-blind, adaptive sample size, randomized, placebo-controlled trial designed to test the efficacy of combination therapy with vitamin C (1.5 g), thiamine (100 mg), and hydrocortisone (50 mg) given every 6 h for up to 16 doses in patients with respiratory or @DISEASE$ (or both) resulting from sepsis.", "label": "0"}
{"id": 863, "sentence": "Serum methylmalonic acid (MMA) is a specific functional indicator of @COMPOUND$ status; however, concentrations increase with @DISEASE$.", "label": "0"}
{"id": 864, "sentence": "Conclusions: In conclusion, our study confirmed that @COMPOUND$ and flaxseed supplementation improved glucose and lipid metabolism, while reduced inflammation and @DISEASE$ (controlled attenuation parameter) in NAFLD patients.", "label": "1"}
{"id": 865, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (@COMPOUND$, magnesium, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), @DISEASE$ (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 866, "sentence": "Background: In adults, the time-to-@COMPOUND$-peak at or after 30 minutes during an oral glucose tolerance test (OGTT) identifies physiologically distinct groups with differences in insulin sensitivity, β-cell function and risk for @DISEASE$.", "label": "0"}
{"id": 867, "sentence": "Possible NAFLD prevalence also increased by approximately 40% in individuals aged 12-21 years, from 8.54% in 1999-2004 to 10.1% in 2005-2010 and then 11.8% in 2011-2016 (P = 0.033), with most possible NAFLD individuals being male, being @DISEASE$, or having higher @COMPOUND$, fasting insulin, hemoglobin A1c, homeostatic model assessment of insulin resistance, liver enzymes, lipids, and uric acid (all P < 0.01).", "label": "1"}
{"id": 868, "sentence": "Approximately 50.8% had @DISEASE$, followed by low HDL-C (41.7%), elevated @COMPOUND$ (40.3%), elevated triglycerides (35.5%), obesity (27.8%), and elevated total cholesterol (20%).", "label": "0"}
{"id": 869, "sentence": "Association between serum @COMPOUND$ and cardiovascular deaths among adults with @DISEASE$", "label": "0"}
{"id": 870, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (@COMPOUND$, magnesium, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), @DISEASE$ (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 871, "sentence": "We examined the association of concentrations of each of the compounds and the ratio of @COMPOUND$ to homocysteine (representing activity of one-carbon metabolism) with risk of incident @DISEASE$, adjusted for potential confounders.", "label": "0"}
{"id": 872, "sentence": "@DISEASE$ on OGTT was defined as mild (@COMPOUND$ 3.4-3.9 mmol/L), moderate (glucose 3.1-3.3 mmol/L), and severe (glucose ≤ 3 mmol/L).", "label": "1"}
{"id": 873, "sentence": "The changes in anthropometric parameters, metabolic profiles of @COMPOUND$ and lipids, inflammatory biomarkers and @DISEASE$ and fibrosis were evaluated.", "label": "0"}
{"id": 874, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (@COMPOUND$, folate, and vitamin B12), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with @DISEASE$ (SCZ, n = 1659), bipolar disorder (BD, n = 1901), and major depressive disorder (MDD, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 875, "sentence": "Effectiveness of real-time continuous @COMPOUND$ monitoring to improve glycaemic control and pregnancy outcome in patients with @DISEASE$: a study protocol for a randomised controlled trial", "label": "1"}
{"id": 876, "sentence": "Prenatal and postnatal unbalanced folic acid/B12 diets play a crucial role in regulating genes and enzymes involved in lipid metabolism in liver of dams and their offspring in adulthood.", "label": "0"}
{"id": 877, "sentence": "Results: During the siOGTT in humans, there is a long period (>3hr) of @COMPOUND$ absorption and, accordingly, a large, sustained insulin response and robust suppression of lipolysis and endogenous glucose production (EGP), even in the presence of @DISEASE$.", "label": "0"}
{"id": 878, "sentence": "@COMPOUND$ supplementation should be considered in IBS-D patients who suffer from @DISEASE$ and/or insufficiency.", "label": "1"}
{"id": 879, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (@COMPOUND$, magnesium, iron, copper, and zinc) and osteoporosis (OP), @DISEASE$, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 880, "sentence": "@DISEASE$ was more prevalent, and intake of vitamin B6 and B12 was lower among vegetarians, while non-vegetarians had a lower intake of @COMPOUND$.", "label": "0"}
{"id": 881, "sentence": "DRT promoted gains in BMD in different body locations, in addition to increasing pro-osteogenic factors (Klotho and calcitriol) and reducing those related to @DISEASE$, such as @COMPOUND$, FGF23, and PTH.", "label": "1"}
{"id": 882, "sentence": "Fibrosing @DISEASE$ was established in Alms1 mutant (foz/foz) and C57BL/6J wildtype mice fed high-fat/high-cholesterol or methionine- and @COMPOUND$-deficient diet.", "label": "0"}
{"id": 883, "sentence": "High-glucose/high-@COMPOUND$ diet in zebrafish evokes diabetic and @DISEASE$: The role of peripheral and central inflammation, microglia and apoptosis", "label": "1"}
{"id": 884, "sentence": "Thermogenic (brown and beige) adipose tissues improve @COMPOUND$ and lipid homeostasis and therefore represent putative targets to cure obesity and related @DISEASE$ including type II diabetes.", "label": "1"}
{"id": 885, "sentence": "Introduction: Phenylketonuria (PKU) is the most common @DISEASE$ and causes neurological manifestations because of excessive accumulation of @COMPOUND$ (PHE).", "label": "0"}
{"id": 886, "sentence": "Vitamin D metabolites, including @COMPOUND$>sub<3>/sub< (25(OH)D>sub<3>/sub<), may inhibit colorectal cancer (@DISEASE$) progression.", "label": "1"}
{"id": 887, "sentence": "In this large-scale observational study, we investigated the relationship between the serum 25-hydroxy vitamin D3 [@COMPOUND$] concentration and subclinical @DISEASE$ in an elderly Asian population.", "label": "0"}
{"id": 888, "sentence": "MeSH terms used were obesity, body weight, body mass index, adipose tissue, lipid metabolism, LDL, HDL, VLDL, insulin resistance, glucose, insulin, @DISEASE$, arterial pressure, @COMPOUND$, oleic acid, and other (non-MeSH) terms: total antioxidant capacity, total antioxidant status, hydroxytyrosol'(PROSPERO ID: CRD42021247614).", "label": "0"}
{"id": 889, "sentence": "Low magnesium intakes coupled with high @COMPOUND$ intakes and high calcium-to-magnesium (Ca:Mg) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and metabolic syndrome, as well as some cancers (colorectal, @DISEASE$, esophageal), and total mortality.", "label": "1"}
{"id": 890, "sentence": "@DISEASE$ could determine adverse outcomes, and KT patients should be better studied for @COMPOUND$ assessment and modalities of effective therapeutic approaches.", "label": "0"}
{"id": 891, "sentence": "Raffia palm (Raphia hookeri) wine inhibits @COMPOUND$ diffusion; improves antioxidative activities; and modulates dysregulated pathways and metabolites in oxidative @DISEASE$", "label": "1"}
{"id": 892, "sentence": "Methods: Twelve @DISEASE$ men [mean ± SEM age: 48 ± 2 y; BMI (in kg/m2): 37.0 ± 1.5; body fat: 32 ± 2%] and 12 age-matched lean controls (age: 43 ± 3 y; BMI: 23.4 ± 0.4; body fat: 21 ± 1%) received primed continuous L-[ring-2H5]-@COMPOUND$ and L-[ring-3,5-2H2]-tyrosine infusions and ingested 25 g intrinsically L-[1-13C]-phenylalanine labeled whey protein.", "label": "0"}
{"id": 893, "sentence": "Methods: MDS was validated in predicting body @COMPOUND$ status among 77 adults (aged 62 ± 8 y, 51% men) at high risk of @DISEASE$ in the Personalized Prevention of Colorectal Cancer Trial (PPCCT) (registered at clinicaltrials.gov as >a href=http://clinicaltrials.gov/show/NCT01105169'title=See in ClinicalTrials.gov<NCT01105169>/a<) using the magnesium tolerance test (MTT).", "label": "0"}
{"id": 894, "sentence": "Although there have been reports that hyper@COMPOUND$mia decreases physical performance, findings are inconsistent on the association of homocysteine, folate, vitamin B>sub<12>/sub< and physical performance.", "label": "0"}
{"id": 895, "sentence": "Exceedingly high levels of Mo exposure can be related to high incidence of @DISEASE$ among Armenians, since Mo interacts with @COMPOUND$ and is a potential cause of copper deficiency-induced anemia.", "label": "1"}
{"id": 896, "sentence": "MeSH terms used were obesity, body weight, body mass index, adipose tissue, lipid metabolism, LDL, HDL, VLDL, insulin resistance, glucose, insulin, @DISEASE$, arterial pressure, olive oil, @COMPOUND$, and other (non-MeSH) terms: total antioxidant capacity, total antioxidant status, hydroxytyrosol'(PROSPERO ID: CRD42021247614).", "label": "0"}
{"id": 897, "sentence": "Effects of @COMPOUND$ on @DISEASE$, lipid profile and oxidative stress indices in β-thalassemia major patients: A cross-over randomised controlled clinical trial", "label": "0"}
{"id": 898, "sentence": "Low magnesium intakes coupled with high calcium intakes and high calcium-to-magnesium (@COMPOUND$) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and metabolic syndrome, as well as some cancers (colorectal, prostate, @DISEASE$), and total mortality.", "label": "1"}
{"id": 899, "sentence": "We also identified a 35% reduction in hepatic carnitine levels (q-value <0.05) and a lower activation of the @COMPOUND$ pathway as potential contributors to the @DISEASE$ present in this model.", "label": "1"}
{"id": 900, "sentence": "After adjusting for age, sex, race, education, physical activity, drinking frequency, current smoking status, poverty-to-income ratio, Total cholesterol, @COMPOUND$, serum folate, vitamin B12, body mass index, waist circumference, and diabetes mellitus, patients with both hypertension and @DISEASE$ had a 5.072 (3.967-6.486) times risk of CKD than their healthy compartments, higher than that in patients with only hypertension or hyperhomocysteinemia.", "label": "0"}
{"id": 901, "sentence": "Taken together, our results suggest that altered FA status, especially reduced @COMPOUND$, may influence hip fracture repair and even contribute to @DISEASE$ susceptibility in the elderly.", "label": "1"}
{"id": 902, "sentence": "Purpose: The aim of this study was to determine whether @COMPOUND$ have a second-meal effect, modulating glucose and lipid elevations in the postprandial period after two successive meals in subjects with @DISEASE$.", "label": "0"}
{"id": 903, "sentence": ">b<>i<Aims:>/i<>/b< @DISEASE$ (T2D) is associated with pancreatic β-cell dysfunction, manifested by reduced @COMPOUND$-stimulated insulin secretion (GSIS).", "label": "1"}
{"id": 904, "sentence": "Background and aims: Despite using sensor-augmented pump therapy (SAPT) with predictive low-@COMPOUND$ management (PLGM), hypoglycemia is still an issue in patients with type 1 Diabetes (@DISEASE$).", "label": "0"}
{"id": 905, "sentence": "Introduction: @DISEASE$ (PKU) is the most common inborn error of amino acid metabolism and causes neurological manifestations because of excessive accumulation of @COMPOUND$ (PHE).", "label": "1"}
{"id": 906, "sentence": "After adjustment for age, height, body mass index, @COMPOUND$, parathyroid hormone, femoral-neck bone mineral density, cognitive impairment, neurologic impairment and type of hip fracture we confirmed a significant association between GNRI scores and the concomitant @DISEASE$ (p = 0.001).", "label": "0"}
{"id": 907, "sentence": "@COMPOUND$ Supplementation in Diarrhea-Predominant @DISEASE$ Patients: The Effects on Symptoms Improvement, Serum Corticotropin-Releasing Hormone, and Interleukin-6 - A Randomized Clinical Trial", "label": "0"}
{"id": 908, "sentence": "We aimed to determine whether @COMPOUND$ supplementation improves renal function, @DISEASE$, and metabolic profiles in patients with diabetic nephropathy.", "label": "0"}
{"id": 909, "sentence": "Methods: MDS was validated in predicting body @COMPOUND$ status among 77 adults (aged 62 ± 8 y, 51% men) at high risk of magnesium deficiency in the Personalized Prevention of @DISEASE$ Trial (PPCCT) (registered at clinicaltrials.gov as >a href=http://clinicaltrials.gov/show/NCT01105169'title=See in ClinicalTrials.gov<NCT01105169>/a<) using the magnesium tolerance test (MTT).", "label": "0"}
{"id": 910, "sentence": "After adjusting for age, sex, race, education, physical activity, drinking frequency, current smoking status, poverty-to-income ratio, Total cholesterol, high-density lipoprotein cholesterol, serum folate, @COMPOUND$, body mass index, waist circumference, and @DISEASE$, patients with both hypertension and hyperhomocysteinemia had a 5.072 (3.967-6.486) times risk of CKD than their healthy compartments, higher than that in patients with only hypertension or hyperhomocysteinemia.", "label": "0"}
{"id": 911, "sentence": "Methods: We analysed data from plasma collected at baseline and 18-month follow-up in individuals from the Innovative Medicines Initiative (IMI) Diabetes Research on Patient Stratification (DIRECT) cohort 1 n = 403 individuals with normal or impaired @COMPOUND$ regulation (@DISEASE$) and cohort 2 n = 458 individuals with new onset of T2D.", "label": "0"}
{"id": 912, "sentence": "We determined the effects of a low glycemic-index pulse-based diet (i.e., containing lentils, chick peas, beans, and split peas) compared to a typical hospital diet on insulin sensitivity assessed by the Matsuda index from the insulin and @COMPOUND$ response to a two-hour oral glucose tolerance test, @DISEASE$ assessed by the homeostatic model assessment of insulin resistance (HOMA-IR), bone resorption assessed by 24 h excretion of urinary n-telopeptides(Ntx) and cardiovascular risk factors (blood lipids, blood pressure, arterial stiffness and heart rate variability) during bed rest.", "label": "0"}
{"id": 913, "sentence": "Use of nutritional supplements based on melatonin, @COMPOUND$ and vitamin B6 (Melamil Tripto®) in children with @DISEASE$, with or without sleep disorders: a pilot study", "label": "0"}
{"id": 914, "sentence": "Lysyl oxidase (LOX) and LOX-like (LOXL) proteins are @COMPOUND$-dependent metalloenzymes with well-documented roles in @DISEASE$ and fibrotic diseases.", "label": "0"}
{"id": 915, "sentence": "Background: Prior research suggested a differential association of 25-hydroxyvitamin D (25(OH)D) metabolites with @DISEASE$ (T2D), with total 25(OH)D and 25(OH)D3 inversely associated with T2D, but the epimeric form (@COMPOUND$) positively associated with T2D.", "label": "1"}
{"id": 916, "sentence": "The relative contribution of vitamin K1 and @COMPOUND$ to the health status of the general population and CKD (@DISEASE$) patients, including KT patients, is also poorly studied.", "label": "0"}
{"id": 917, "sentence": "Background and aims: We aimed to investigate the effect of L-carnitine on biochemical factors including @COMPOUND$, bilirubin, albumin, alanine aminotransferase, aspartate aminotransferase (AST), blood urea nitrogen (BUN), and creatinine (Cr) in patients with @DISEASE$ (HE).", "label": "0"}
{"id": 918, "sentence": "@COMPOUND$ Prevent High-Fat Diet-Induced Early @DISEASE$ and Regulate the Gut Microbiota Composition", "label": "1"}
{"id": 919, "sentence": "MeSH terms used were obesity, body weight, body mass index, adipose tissue, lipid metabolism, LDL, HDL, VLDL, @DISEASE$, @COMPOUND$, insulin, hypertension, arterial pressure, olive oil, oleic acid, and other (non-MeSH) terms: total antioxidant capacity, total antioxidant status, hydroxytyrosol'(PROSPERO ID: CRD42021247614).", "label": "0"}
{"id": 920, "sentence": "Conclusions: The risk of nocturnal hypoglycemia in the LM50 regimen was lower than that in the LM25 regimen under the HCD pattern, and the safety range of bedtime @COMPOUND$ for the LM50 regimen was wider than that of the LM25 regimen in Chinese @DISEASE$ patients.", "label": "0"}
{"id": 921, "sentence": "Plant-derived PUFA did not significantly affect fasting @COMPOUND$ (-0.01 mmol/L (95 % CI - 0.06 to 0.03 mmol/L)), but lowered fasting insulin by 2.6 pmol/L (-4.9 to -0.2 pmol/L) and homeostatic model assessment-@DISEASE$ (HOMA-IR) by 0.12 units (-0.23 to - 0.01 units).", "label": "0"}
{"id": 922, "sentence": "CVD risk factors related to lipid profile, blood pressure, @DISEASE$ and @COMPOUND$ regulation were recorded.", "label": "0"}
{"id": 923, "sentence": "@DISEASE$ patients showed an inadequate intake of proteins, n-3 PUFA, fiber, @COMPOUND$, calcium, potassium, magnesium, zinc, vitamin D and vitamin B12 according to ESPEN guidelines for clinical nutrition in IBD and LARN.", "label": "1"}
{"id": 924, "sentence": "Pregnant women with fetuses with @DISEASE$ have a diet characterized by higher calorie intake and lower levels of essential amino acids (methionine and @COMPOUND$) during the preconception period than pregnant women with normal fetuses.", "label": "1"}
{"id": 925, "sentence": "After adjusting for age, sex, race, education, physical activity, drinking frequency, current smoking status, poverty-to-income ratio, Total cholesterol, @COMPOUND$, serum folate, vitamin B12, body mass index, waist circumference, and @DISEASE$, patients with both hypertension and hyperhomocysteinemia had a 5.072 (3.967-6.486) times risk of CKD than their healthy compartments, higher than that in patients with only hypertension or hyperhomocysteinemia.", "label": "0"}
{"id": 926, "sentence": "These results suggested that the higher molecular weight of @COMPOUND$ could be developed as a beneficial bioactive ingredient for @DISEASE$ and complications.", "label": "1"}
{"id": 927, "sentence": "Fatty acid and lipid metabolism in liver of @DISEASE$ mice and their offspring is influenced by unbalanced folates/@COMPOUND$ diets", "label": "1"}
{"id": 928, "sentence": "Objectives: We examined whether the inclusion of folic acid in weekly IFA supplements conferred any benefit on hemoglobin (Hb) concentration, @DISEASE$ reduction, or @COMPOUND$ status [ferritin and soluble transferrin receptor (sTfR)], over iron alone.", "label": "0"}
{"id": 929, "sentence": "Vitamin K deficiency could determine adverse outcomes, and @DISEASE$ patients should be better studied for @COMPOUND$ assessment and modalities of effective therapeutic approaches.", "label": "1"}
{"id": 930, "sentence": "The effects of 30 days SPX treatment of mice with experimentally induced obesity (@DISEASE$) or type 2 diabetes (T2DM) on serum glucose and lipid levels, insulin sensitivity and hormonal profile (insulin, @COMPOUND$, adiponectin, leptin, TNF alpha, IL-6 and IL-1β) are characterized.", "label": "0"}
{"id": 931, "sentence": "MeSH terms used were obesity, body weight, body mass index, adipose tissue, lipid metabolism, LDL, HDL, VLDL, insulin resistance, @COMPOUND$, insulin, @DISEASE$, arterial pressure, olive oil, oleic acid, and other (non-MeSH) terms: total antioxidant capacity, total antioxidant status, hydroxytyrosol'(PROSPERO ID: CRD42021247614).", "label": "0"}
{"id": 932, "sentence": "DRT promoted gains in BMD in different body locations, in addition to increasing pro-osteogenic factors (@COMPOUND$ and calcitriol) and reducing those related to @DISEASE$, such as sclerostin, FGF23, and PTH.", "label": "0"}
{"id": 933, "sentence": "We investigated associations of weight-loss diet-induced decreases in @DISEASE$ gut-microbial metabolites, @COMPOUND$ (TMAO) and L-carnitine, with improvements in atherogenic lipoproteins containing apoCIII among patients with obesity.", "label": "0"}
{"id": 934, "sentence": "Low magnesium intakes coupled with high calcium intakes and high calcium-to-magnesium (@COMPOUND$) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and metabolic syndrome, as well as some cancers (@DISEASE$, prostate, esophageal), and total mortality.", "label": "1"}
{"id": 935, "sentence": "The relative contribution of @COMPOUND$ and K2 to the health status of the general population and CKD (@DISEASE$) patients, including KT patients, is also poorly studied.", "label": "0"}
{"id": 936, "sentence": "After adjustments for age and height, an inverse association was found between @DISEASE$ and INQ of iron, @COMPOUND$, and magnesium, and a positive association was found between obesity and INQ of zinc (all P < 0.05).", "label": "1"}
{"id": 937, "sentence": "A Review of Predictive Low @COMPOUND$ Suspend and Its Effectiveness in Preventing @DISEASE$", "label": "0"}
{"id": 938, "sentence": "The effects of 30 days SPX treatment of mice with @DISEASE$ (DIO) or type 2 diabetes (T2DM) on serum glucose and lipid levels, insulin sensitivity and hormonal profile (insulin, glucagon, @COMPOUND$, leptin, TNF alpha, IL-6 and IL-1β) are characterized.", "label": "0"}
{"id": 939, "sentence": "This is in part due to complex variations in @COMPOUND$ and insulin dynamics that occurs postprandially-with changes in humoral concentrations of glucose, insulin, amino acids, gut and pancreatic peptides-compared to the @DISEASE$-euglycaemic clamp.", "label": "0"}
{"id": 940, "sentence": "Results: Men with higher fasting plasma levels of valine (odds ratio (OR) = 1.37 [1.07-1.76], p = .01), glutamine (OR = 1.30 [1.00-1.70], p = .047), creatine (OR = 1.37 [1.04-1.80], p = .02), albumin lysyl (OR = 1.48 [1.12-1.95], p = .006 and OR = 1.51 [1.13-2.02], p = .005), tyrosine (OR = 1.40 [1.06-1.85], p = .02), phenylalanine (OR = 1.39 [1.08-1.79], p = .01), @COMPOUND$ (OR = 1.46 [1.12-1.88], p = .004), 3-methylhistidine (OR = 1.37 [1.05-1.80], p = .02) and lower plasma level of urea (OR = .70 [.54-.92], p = .009) had a higher risk of developing a @DISEASE$ during the 13 years of follow-up.", "label": "1"}
{"id": 941, "sentence": "Results: Of the 44 children who concluded the study, 56.80% were female, 54.50% were of brown race, 81.82% had sufficient serum @COMPOUND$ (≥75 nmol/L), and 50.00% were @DISEASE$/obese according to body mass index for age.", "label": "1"}
{"id": 942, "sentence": "Results: Greater improvement in blood sugar control was associated with better cognitive scores (fasting @COMPOUND$ and Rey Auditory Verbal Learning Test [AVLT]: P = 0.0148; fasting glucose and Digit Symbol Coding (DSC): P = 0.0360; HbA1C and DSC: P = 0.0477); but weight loss had mixed associations with cognitive scores (greater body mass index [BMI] reduction and worse AVLT overall: P = 0.0053; and greater BMI reduction and better DSC scores among those overweight but not @DISEASE$ at baseline: P = 0.010).", "label": "1"}
{"id": 943, "sentence": "High-@COMPOUND$/high-cholesterol diet in zebrafish evokes @DISEASE$ and affective pathogenesis: The role of peripheral and central inflammation, microglia and apoptosis", "label": "1"}
{"id": 944, "sentence": "Thus, @COMPOUND$ has shown glucose-lowering and anti-inflammatory properties in diabetic models, @DISEASE$-, atherosclerosis-, and obesity-preventing effects in CVDs and obese models, and antihypertensive and antioxidant effects in hypertensive models.", "label": "1"}
{"id": 945, "sentence": "Oral @COMPOUND$ supplementation slightly improved microalbuminuria but resulted in increased insulin resistance in patients with @DISEASE$.", "label": "1"}
{"id": 946, "sentence": "Folic Acid Supplement Use and Increased Risk of @DISEASE$", "label": "1"}
{"id": 947, "sentence": "@DISEASE$ patients showed an inadequate intake of proteins, n-3 PUFA, fiber, iron, calcium, potassium, @COMPOUND$, zinc, vitamin D and vitamin B12 according to ESPEN guidelines for clinical nutrition in IBD and LARN.", "label": "1"}
{"id": 948, "sentence": "We found that compared with MDD, serum levels of C-reactive protein, C3, C4, and homocysteine were higher in @DISEASE$ and BD groups, and folate and @COMPOUND$ were lower in SCZ and BD groups.", "label": "1"}
{"id": 949, "sentence": "Results: Men with higher fasting plasma levels of valine (odds ratio (OR) = 1.37 [1.07-1.76], p = .01), glutamine (OR = 1.30 [1.00-1.70], p = .047), creatine (OR = 1.37 [1.04-1.80], p = .02), albumin lysyl (OR = 1.48 [1.12-1.95], p = .006 and OR = 1.51 [1.13-2.02], p = .005), tyrosine (OR = 1.40 [1.06-1.85], p = .02), @COMPOUND$ (OR = 1.39 [1.08-1.79], p = .01), histidine (OR = 1.46 [1.12-1.88], p = .004), 3-methylhistidine (OR = 1.37 [1.05-1.80], p = .02) and lower plasma level of urea (OR = .70 [.54-.92], p = .009) had a higher risk of developing a @DISEASE$ during the 13 years of follow-up.", "label": "1"}
{"id": 950, "sentence": "Conclusions: This meta-analysis has provided evidence that @COMPOUND$ supplementation can improve fasting glucose, fasting insulin, insulin resistance and @DISEASE$, especially for diabetic with overweight or obesity.", "label": "1"}
{"id": 951, "sentence": "Results: Among mothers with @DISEASE$, maternal and newborn plasma high-density lipoprotein cholesterol, apolipoprotein A1, linoleic acid, docosahexaenoic acid, alanine, glutamine, iso@COMPOUND$, leucine, valine, creatinine, and particle concentration of medium high-density lipoprotein were significantly positively associated (0.001 ≤ q ≤ 0.09).", "label": "1"}
{"id": 952, "sentence": "Searches were also undertaken using keywords, in English, such as chromium'OR vitamin D'OR omega-3 fatty acids'OR zinc'OR @COMPOUND$'in combination with @DISEASE$.", "label": "0"}
{"id": 953, "sentence": "After further adjustments for nutritional knowledge and calorie intake, an inverse association was observed between @DISEASE$ and INQ of vitamin C, iron, vitamin B6, pantothenic acid, @COMPOUND$, and magnesium (all P < 0.05).", "label": "1"}
{"id": 954, "sentence": "(4) Conclusions: The lack of improvement in sperm quality in obese men after metabolic surgery may be related to nutrient @DISEASE$, especially zinc, copper and @COMPOUND$.", "label": "1"}
{"id": 955, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (@COMPOUND$, magnesium, iron, copper, and zinc) and osteoporosis (OP), gout, rheumatoid arthritis (@DISEASE$), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 956, "sentence": "In linear regression model, the variables of parity, body mass index, physical activity education, protein, fat, oleic acid, monounsaturated fatty acids, potassium, magnesium, and @COMPOUND$ were the strong predictors of @DISEASE$, and along with the others explained the 80% of variances.", "label": "1"}
{"id": 957, "sentence": "Results: Patients with @DISEASE$ had significantly higher waist circumference (estimated mean values ± SD for patients and the control group, 85.5 ± 10.8 cm vs 81.3 ± 10.3 cm, p < 0.001), blood pressure (SBP, 121.1 ± 16.9 vs 111.7 ± 10.3, p < 0.001 AND DBP, 77.5 ± 12.8 vs 73.6 ± 8.6, p < 0.001, respectively), fasting @COMPOUND$ (97.1 ± 11.3 vs 91.5 ± 9.2, p < 0.001), and the number of components of metabolic syndrome (1.4 ± 1.3 vs 1.0 ± 1.2, p = 0.002), and significantly lower estimated glomerular filtration rate (144.3 ± 53.2 vs 158.3 ± 55.7, p = 0.002) and EQ-5D values (estimated mean values (standard error) for patients and the control group, 0.92 (0.01) vs 0.97 (0.01), p < 0.001) compared to the control group after adjustment.", "label": "1"}
{"id": 958, "sentence": "Continuous @COMPOUND$ Monitoring in General Wards for Prevention of @DISEASE$: Results From the Glucose Telemetry System Pilot Study", "label": "1"}
{"id": 959, "sentence": "Specific challenges to clinicians and healthcare professionals in patients with type 2 diabetes include the prevalence of peripheral and autonomic neuropathy, @DISEASE$, nephropathy, but also the intake of @COMPOUND$-lowering medication.", "label": "0"}
{"id": 960, "sentence": "Post hoc analysis with Bonferroni correction revealed that the three intervention groups experienced significant decreases in plasma levels of alanine aminotransferase, indices of @DISEASE$ and insulin sensitivity, fasting @COMPOUND$ and fatty liver index compared to control (p < 0.008).", "label": "0"}
{"id": 961, "sentence": "We investigated whether vitamin B6, B12, and @COMPOUND$ have an effect on brain structure, especially among @DISEASE$ people who follow a specific diet.", "label": "0"}
{"id": 962, "sentence": "Low magnesium intakes coupled with high @COMPOUND$ intakes and high calcium-to-magnesium (Ca:Mg) intake ratios have been associated with increased risk for multiple chronic conditions such as cardiovascular disease and metabolic syndrome, as well as some cancers (colorectal, prostate, @DISEASE$), and total mortality.", "label": "1"}
{"id": 963, "sentence": "After controlling for potential confounders (age, sex, family PIR, education, marital status, disease history, @DISEASE$, thyroid problems, physical activity, social support, smoking, total energy, and cholesterol, retinol, vitamin A, beta-@COMPOUND$, beta-criptoxanthin, vitamin B1, iron, and phosphorus levels), a significant nonlinear inverse association between caffeine consumption and PHQ-9 scores was observed.", "label": "0"}
{"id": 964, "sentence": "The high rate of consumption of diets high in saturated fats, sugars, and @COMPOUND$ (collectively called Western diet, WD) worldwide, contribute to the prevalence of obesity and @DISEASE$, and could place these populations at an increased risk for severe COVID-19 pathology and mortality.", "label": "1"}
{"id": 965, "sentence": "We applied Mendelian randomization analyses to investigate the potential causality between blood minerals (calcium, @COMPOUND$, iron, copper, and zinc) and osteoporosis (@DISEASE$), gout, rheumatoid arthritis (RA), type 2 diabetes (T2D), Alzheimer's disease (AD), bipolar disorder (BD), schizophrenia , Parkinson's disease and major depressive disorder.", "label": "0"}
{"id": 966, "sentence": "We compared clinically tested serum indicators in terms of inflammation (C-reactive protein, complement proteins C3 and C4, and serum Immunoglobulins A, M, and G), nutrients (@COMPOUND$, folate, and vitamin B12), and neurohormones (adrenocorticotropic hormone and cortisol) in patients with schizophrenia (SCZ, n = 1659), bipolar disorder (@DISEASE$, n = 1901), and major depressive disorder (MDD, n = 1521) to investigate potential biomarkers.", "label": "0"}
{"id": 967, "sentence": "The relative contribution of vitamin K1 and @COMPOUND$ to the health status of the general population and @DISEASE$ (chronic kidney disease) patients, including KT patients, is also poorly studied.", "label": "0"}
{"id": 968, "sentence": "@DISEASE$ is considered a clinical syndrome determined by low circulating levels of 25-hydroxyvitamin D (@COMPOUND$), which is the biologically-inactive intermediate and represents the predominant circulating form.", "label": "1"}
{"id": 969, "sentence": "Disorders such as vitamin D, active B12, @COMPOUND$, homocystein (Hcy) and @DISEASE$ were present following both surgeries.", "label": "0"}
{"id": 970, "sentence": "Materials and methods: This randomized, triple-masking, placebo-controlled clinical trial conducted on 86 @DISEASE$ infertile men with serum @COMPOUND$ (25(OH)VD3) < 30 ng/ml in the infertility clinic of Ahvaz Jahad daneshgahi, Iran.", "label": "0"}
{"id": 971, "sentence": "Overall, no significant association was observed between vitamin B6, B12, and @COMPOUND$ intakes and both global and subcortical brain volumes among participants with @DISEASE$.", "label": "0"}
{"id": 972, "sentence": "To evaluate the effectiveness of predictive low @COMPOUND$ suspend (PLGS) systems within sensor-augmented insulin infusion pumps at preventing nocturnal hypoglycemia in patients with @DISEASE$ (DM1), we performed a systematic review and meta-analysis of randomized crossover trials.", "label": "0"}
{"id": 973, "sentence": "The prevalence of @DISEASE$ was 27.8%, while @COMPOUND$, folate, vitamin B12 and vitamin D deficiencies affected 24.8%, 11.6%, 8.9% and 16.2%, respectively.", "label": "1"}
